{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source": {
				"Text": "(0 upgradeable)"
			},
			"Translation": {
				"Text": "(0 fejleszthető)"
			},
			"Key": "3CEFA89C415D47DF87C953A4F5A22837"
		},
		{
			"Source": {
				"Text": "+"
			},
			"Translation": {
				"Text": ""
			},
			"Key": "BE9D645D4352A41A16C3D0A5F1F62C94"
		},
		{
			"Source": {
				"Text": "+"
			},
			"Translation": {
				"Text": ""
			},
			"Key": "F8E467094A594E5C21A542B94D14B1E6"
		},
		{
			"Source": {
				"Text": "+"
			},
			"Translation": {
				"Text": ""
			},
			"Key": "3739407645161CDED5901EACEAEE5915"
		},
		{
			"Source": {
				"Text": "0"
			},
			"Translation": {
				"Text": ""
			},
			"Key": "72BCC75B46EB14C88FA0CB8AFFE0ACFA"
		},
		{
			"Source": {
				"Text": "Adjust Current Axis"
			},
			"Translation": {
				"Text": "Aktuális tengely beállítása"
			},
			"Key": "0F38693943C29DCD75F8C1B27871C5B8"
		},
		{
			"Source": {
				"Text": "Adjust Recipe"
			},
			"Translation": {
				"Text": "Recept beállítása"
			},
			"Key": "FF3BF8944642F2DEE83E0685A53303EE"
		},
		{
			"Source": {
				"Text": "Adjust grid X-axis (forward/backward)"
			},
			"Translation": {
				"Text": "Rács X-tengely beállítása (előre/hátra)"
			},
			"Key": "15E8B3EA40E8AC8A1E8E818BA03670E5"
		},
		{
			"Source": {
				"Text": "Adjust grid Y-axis (left/right)"
			},
			"Translation": {
				"Text": "Rács Y-tengely beállítása (balra/jobbra)"
			},
			"Key": "311FCC0E4AB23FE12C19BA94A560D1FB"
		},
		{
			"Source": {
				"Text": "Adjust grid Z-axis (up/down)"
			},
			"Translation": {
				"Text": "Rács Z-tengely beállítása (fel/le)"
			},
			"Key": "ADFEA69944158AB689D01EB52BA2A425"
		},
		{
			"Source": {
				"Text": "Adjust sideways offset for grid items"
			},
			"Translation": {
				"Text": "Oldalirányú eltolás beállítása a rácselemekhez"
			},
			"Key": "7945CB1F4E10CE8044DCBF8DC47322E1"
		},
		{
			"Source": {
				"Text": "Adjust spacing for currently selected axis"
			},
			"Translation": {
				"Text": "Térköz beállítása a kiválasztott tengelyhez"
			},
			"Key": "F10D935E43878D99436DE5979A4E7EFD"
		},
		{
			"Source": {
				"Text": "Adjust step height for layers"
			},
			"Translation": {
				"Text": "Lépcsőmagasság beállítása a rétegekhez"
			},
			"Key": "4878AB2843890693F30F2BBA496DCCE8"
		},
		{
			"Source": {
				"Text": "Always (0)"
			},
			"Translation": {
				"Text": "Mindig (0)"
			},
			"Key": "DFC6C7C441EFDC29C8E28F8F68C31EC1"
		},
		{
			"Source": {
				"Text": "Anchor: Aim at a belt, pipe, or pole"
			},
			"Translation": {
				"Text": "Horgony: Célozz szalagra, csőre vagy oszlopra"
			},
			"Key": "7C1BBA564FF13BA590D8A89C48E3F2C8"
		},
		{
			"Source": {
				"Text": "Auto"
			},
			"Translation": {
				"Text": "Auto"
			},
			"Key": "B7D7520E4A0B332ED9D87DBC994D5379"
		},
		{
			"Source": {
				"Text": "Auto"
			},
			"Translation": {
				"Text": ""
			},
			"Key": "29B5665E4347B8A528480EA82ED201BE"
		},
		{
			"Source": {
				"Text": "Auto (0)"
			},
			"Translation": {
				"Text": ""
			},
			"Key": "40EADFF242CC6D8E10A4EDB6D777D2BC"
		},
		{
			"Source": {
				"Text": "Auto (0)"
			},
			"Translation": {
				"Text": ""
			},
			"Key": "9852395F409F9C751F989FA1748BFA16"
		},
		{
			"Source": {
				"Text": "Auto (0)"
			},
			"Translation": {
				"Text": ""
			},
			"Key": "A863449D4ED1EF98FD3531A57C03A83B"
		},
		{
			"Source": {
				"Text": "Auto 2D"
			},
			"Translation": {
				"Text": "Auto 2D"
			},
			"Key": "C24F4DC44DCA9C1FB249098A51A3B982"
		},
		{
			"Source": {
				"Text": "Auto 2D"
			},
			"Translation": {
				"Text": ""
			},
			"Key": "A9F4FD7C4ADCBE49DE0631A2046B8C32"
		},
		{
			"Source": {
				"Text": "CANCEL"
			},
			"Translation": {
				"Text": "MÉGSE"
			},
			"Key": "9423B8A2450BD3341A377D9BD4CCD62B"
		},
		{
			"Source": {
				"Text": "Cancel"
			},
			"Translation": {
				"Text": "Mégse"
			},
			"Key": "1754F7834BF1389234CDF2A4813856D4"
		},
		{
			"Source": {
				"Text": "Classic (2)"
			},
			"Translation": {
				"Text": "Klasszikus (2)"
			},
			"Key": "337DE321404C52EA519126A27AD16256"
		},
		{
			"Source": {
				"Text": "Close"
			},
			"Translation": {
				"Text": "Bezár"
			},
			"Key": "CB15E1A74E71CFAEDB6CA3AA8994C227"
		},
		{
			"Source": {
				"Text": "Configure Smart! scaling, visualization, and HUD settings"
			},
			"Translation": {
				"Text": "Smart! méretezés, vizualizáció és HUD beállítások konfigurálása"
			},
			"Key": "98E28A8E4D25D9D8BCD4C08EC6A98DE6"
		},
		{
			"Source": {
				"Text": "Core Smart! Foundations settings for HUD display and default scale values"
			},
			"Translation": {
				"Text": "Smart! alapbeállítások a HUD megjelenítéshez és alapértelmezett méretértékekhez"
			},
			"Key": "FD8B2189447F09294CBA09A02293BB9C"
		},
		{
			"Source": {
				"Text": "Cross Splitters/Mergers"
			},
			"Translation": {
				"Text": "Elosztókon/összevonókon át"
			},
			"Key": "7A593AF64E9BB01288D106BC6229CBF9"
		},
		{
			"Source": {
				"Text": "Cross Storage Containers"
			},
			"Translation": {
				"Text": "Tárolókon át"
			},
			"Key": "5938A49142B563B4FB59E985E9AE1841"
		},
		{
			"Source": {
				"Text": "Cross Train Platforms"
			},
			"Translation": {
				"Text": "Vasúti platformokon át"
			},
			"Key": "D042222F4CF5B96FB75D6AB15DFD0645"
		},
		{
			"Source": {
				"Text": "Curve"
			},
			"Translation": {
				"Text": "Ív"
			},
			"Key": "60DE1CEC4B85C0CC72203CBF61E7568D"
		},
		{
			"Source": {
				"Text": "Curve"
			},
			"Translation": {
				"Text": "Ív"
			},
			"Key": "C37B40874B51E0F5798841AA27981362"
		},
		{
			"Source": {
				"Text": "Curve"
			},
			"Translation": {
				"Text": "Ív"
			},
			"Key": "2E5F43054D0239D4BAC0F4862CB459FB"
		},
		{
			"Source": {
				"Text": "Cycle Axis Mode"
			},
			"Translation": {
				"Text": "Tengelymód váltása"
			},
			"Key": "348DAE9A4D32A65A01DF6A8106D161BC"
		},
		{
			"Source": {
				"Text": "Cycle through X → Y → Z axes"
			},
			"Translation": {
				"Text": "Váltás X → Y → Z tengelyek között"
			},
			"Key": "9C14E6F8447F242BFBB485BD8E31A5F3"
		},
		{
			"Source": {
				"Text": "Dark (1)"
			},
			"Translation": {
				"Text": "Sötét (1)"
			},
			"Key": "15B881014DC7C163FCB1419FB255A0EC"
		},
		{
			"Source": {
				"Text": "Decrease value for active feature (scaling, spacing, steps, or stagger)"
			},
			"Translation": {
				"Text": "Az aktív funkció értékének csökkentése (méretezés, térköz, lépcsők vagy eltolás)"
			},
			"Key": "3BECA57E4ACCC555B29B23AC5605DDCD"
		},
		{
			"Source": {
				"Text": "Default"
			},
			"Translation": {
				"Text": "Alapértelmezett"
			},
			"Key": "D16C08E24764156DC1CBDAB0287C8627"
		},
		{
			"Source": {
				"Text": "Default (0)"
			},
			"Translation": {
				"Text": "Alapértelmezett (0)"
			},
			"Key": "A6A1DA99437171CC3D6B8C9E2918CEE0"
		},
		{
			"Source": {
				"Text": "Detect Issues"
			},
			"Translation": {
				"Text": "Hibák észlelése"
			},
			"Key": "9C1531E24044FDC579C089A23F379274"
		},
		{
			"Source": {
				"Text": "Entire Map"
			},
			"Translation": {
				"Text": "Teljes térkép"
			},
			"Key": "BE3FB1994C8451039886D1829DD59B06"
		},
		{
			"Source": {
				"Text": "Estimated Cost"
			},
			"Translation": {
				"Text": "Becsült költség"
			},
			"Key": "74176A6A4B5B3CE8A9A4BA8F752D804C"
		},
		{
			"Source": {
				"Text": "Estimated Cost"
			},
			"Translation": {
				"Text": "Becsült költség"
			},
			"Key": "173D524544632CCDED043A9E3F4F7CC3"
		},
		{
			"Source": {
				"Text": "Family Name Mk.1"
			},
			"Translation": {
				"Text": "Családnév Mk.1"
			},
			"Key": "BEFE3D9D4EA76F0E2C34198C02E30A1E"
		},
		{
			"Source": {
				"Text": "Grid Total: 1 objects"
			},
			"Translation": {
				"Text": "Rács összesen: 1 objektum"
			},
			"Key": "7ECCEB924559BAD3A1844C80D4581EAE"
		},
		{
			"Source": {
				"Text": "HUD Scale"
			},
			"Translation": {
				"Text": "HUD méret"
			},
			"Key": "9E038900477F0B65A5A64E91AB5C00F0"
		},
		{
			"Source": {
				"Text": "High Contrast (3)"
			},
			"Translation": {
				"Text": "Magas kontraszt (3)"
			},
			"Key": "0B68620A45C29BCF2BD3D390E9C6440C"
		},
		{
			"Source": {
				"Text": "Hold to activate progressive layering (modifier key)"
			},
			"Translation": {
				"Text": "Tartsd lenyomva a progresszív rétegezés aktiválásához (módosító billentyű)"
			},
			"Key": "93C024D64433A5447D2C0396B3C5CB33"
		},
		{
			"Source": {
				"Text": "Hold to activate rotation transform mode (modifier key)"
			},
			"Translation": {
				"Text": "Tartsd lenyomva a forgatás transzformációs mód aktiválásához (módosító billentyű)"
			},
			"Key": "2B909A3E4443898FEB06568A0618C52A"
		},
		{
			"Source": {
				"Text": "Hold to activate sideways offset (modifier key)"
			},
			"Translation": {
				"Text": "Tartsd lenyomva az oldalirányú eltolás aktiválásához (módosító billentyű)"
			},
			"Key": "E7D5F1A145882159A49EE89DEAA01EF5"
		},
		{
			"Source": {
				"Text": "Hold to activate spacing (modifier key)"
			},
			"Translation": {
				"Text": "Tartsd lenyomva a térköz aktiválásához (módosító billentyű)"
			},
			"Key": "2878874049B6D5EE0A5D6D9B48259F72"
		},
		{
			"Source": {
				"Text": "Hold to scale X-axis. Combine with Y modifier to scale Z-axis."
			},
			"Translation": {
				"Text": "Tartsd lenyomva az X-tengely méretezéséhez. Kombináld az Y módosítóval a Z-tengely méretezéséhez."
			},
			"Key": "9AE7D23346D4BB5B0192848D8291920C"
		},
		{
			"Source": {
				"Text": "Hold to scale Y-axis. Combine with X modifier to scale Z-axis."
			},
			"Translation": {
				"Text": "Tartsd lenyomva az Y-tengely méretezéséhez. Kombináld az X módosítóval a Z-tengely méretezéséhez."
			},
			"Key": "FA69B4C54C1F9AC00819708F1BD00666"
		},
		{
			"Source": {
				"Text": "Horiz→Vert"
			},
			"Translation": {
				"Text": "Vízsz.→Függ."
			},
			"Key": "A70A70BC46CB9221B4A7618D9D344FCD"
		},
		{
			"Source": {
				"Text": "Horiz→Vert"
			},
			"Translation": {
				"Text": "Vízsz.→Függ."
			},
			"Key": "E0D5AEF140C1253876F13FB56301E909"
		},
		{
			"Source": {
				"Text": "Hypertube Auto-Connect:"
			},
			"Translation": {
				"Text": "Hipercső auto csatlakozás:"
			},
			"Key": "7D70E1B54E59E0072AA18581782CA4A0"
		},
		{
			"Source": {
				"Text": "Increase value for active feature (scaling, spacing, steps, or stagger)"
			},
			"Translation": {
				"Text": "Az aktív funkció értékének növelése (méretezés, térköz, lépcsők vagy eltolás)"
			},
			"Key": "1BCE444B43095B0D655193A1B416CBBD"
		},
		{
			"Source": {
				"Text": "Large Grid Warning"
			},
			"Translation": {
				"Text": "Nagy rács figyelmeztetés"
			},
			"Key": "33C84A48437DD1E5D1CF0AAD223DC813"
		},
		{
			"Source": {
				"Text": "Minimal (4)"
			},
			"Translation": {
				"Text": "Minimál (4)"
			},
			"Key": "A08F54F64F8642B9E7F8F1AA30D2B869"
		},
		{
			"Source": {
				"Text": "Mk1 (1)"
			},
			"Translation": {
				"Text": ""
			},
			"Key": "B67A2B1049D6C022FFE45AA3C7E91E0D"
		},
		{
			"Source": {
				"Text": "Mk1 (1)"
			},
			"Translation": {
				"Text": ""
			},
			"Key": "80ADD8BF4E442F2608D92FB8ECD49CC2"
		},
		{
			"Source": {
				"Text": "Mk2 (2)"
			},
			"Translation": {
				"Text": ""
			},
			"Key": "7A7B62144F20B0B73ABCD8B643EED6A1"
		},
		{
			"Source": {
				"Text": "Mk2 (2)"
			},
			"Translation": {
				"Text": ""
			},
			"Key": "6587C0CB460666BD6FC98BB018890DC5"
		},
		{
			"Source": {
				"Text": "Mk3 (3)"
			},
			"Translation": {
				"Text": ""
			},
			"Key": "438320444C8158C55C66F08F8D53EBD5"
		},
		{
			"Source": {
				"Text": "Mk4 (4)"
			},
			"Translation": {
				"Text": ""
			},
			"Key": "C0E174744867FC71F8E879B5AE7D69EE"
		},
		{
			"Source": {
				"Text": "Mk5 (5)"
			},
			"Translation": {
				"Text": ""
			},
			"Key": "C08F8647484002CCC38A78938534A251"
		},
		{
			"Source": {
				"Text": "Mk6 (6)"
			},
			"Translation": {
				"Text": ""
			},
			"Key": "31D1020F4EA86C6B0532A3916E9533CD"
		},
		{
			"Source": {
				"Text": "Monochrome (5)"
			},
			"Translation": {
				"Text": "Monokróm (5)"
			},
			"Key": "8E24BA32430E1A670137ABA048747BB8"
		},
		{
			"Source": {
				"Text": "Network"
			},
			"Translation": {
				"Text": "Hálózat"
			},
			"Key": "09B266E74168D79CC01A54B6220782CC"
		},
		{
			"Source": {
				"Text": "Never (2)"
			},
			"Translation": {
				"Text": "Soha (2)"
			},
			"Key": "E9350DEF466B0A2E9F7FBDB9FA947A97"
		},
		{
			"Source": {
				"Text": "Noodle"
			},
			"Translation": {
				"Text": "Hullám"
			},
			"Key": "928114D446D78C041AEF5D88157821E9"
		},
		{
			"Source": {
				"Text": "Noodle"
			},
			"Translation": {
				"Text": "Hullám"
			},
			"Key": "2BBD2D8A4804BE82F72DB0B091876974"
		},
		{
			"Source": {
				"Text": "Not saved"
			},
			"Translation": {
				"Text": "Nincs mentve"
			},
			"Key": "CDF7639140F228F3095085B61DF1FC1A"
		},
		{
			"Source": {
				"Text": "Once (1)"
			},
			"Translation": {
				"Text": "Egyszer (1)"
			},
			"Key": "A1723C3742687518D3D7FAB8769C4F43"
		},
		{
			"Source": {
				"Text": "Press REFRESH to scan for upgradeable buildings. Press ESC or K to close."
			},
			"Translation": {
				"Text": "Nyomd meg a FRISSÍTÉS gombot a fejleszthető épületek kereséséhez. Nyomj ESC-et vagy K-t a bezáráshoz."
			},
			"Key": "66C35E014DB7009BE3B924A85F570FD7"
		},
		{
			"Source": {
				"Text": "Press to clear active recipe"
			},
			"Translation": {
				"Text": "Nyomd meg az aktív recept törléséhez"
			},
			"Key": "790FF28E4D98D951C6AE27B8A147F50F"
		},
		{
			"Source": {
				"Text": "REFRESH"
			},
			"Translation": {
				"Text": "FRISSÍTÉS"
			},
			"Key": "1CBF9AC24AB88ED704D8B89C23669BF7"
		},
		{
			"Source": {
				"Text": "Radius"
			},
			"Translation": {
				"Text": "Sugár"
			},
			"Key": "1CBE81654BEC06C4EE4D2F9B77C6823C"
		},
		{
			"Source": {
				"Text": "Radius (m):"
			},
			"Translation": {
				"Text": "Sugár (m):"
			},
			"Key": "32F87FF84A2C859EEF06EDA73BD50D90"
		},
		{
			"Source": {
				"Text": "Ready"
			},
			"Translation": {
				"Text": "Kész"
			},
			"Key": "FD2BEAF2493FD288E0C03FB923FE3E94"
		},
		{
			"Source": {
				"Text": "Recipe Mode"
			},
			"Translation": {
				"Text": "Recept mód"
			},
			"Key": "310A5EFE4224B829F9BA469562A68951"
		},
		{
			"Source": {
				"Text": "Recipe Up/Down"
			},
			"Translation": {
				"Text": "Recept fel/le"
			},
			"Key": "F87C5DEE489864EDB5D02386C86E62CF"
		},
		{
			"Source": {
				"Text": "Repair All Issues"
			},
			"Translation": {
				"Text": "Minden hiba javítása"
			},
			"Key": "70622324402CD200612E9395164CE150"
		},
		{
			"Source": {
				"Text": "Repair result will appear here"
			},
			"Translation": {
				"Text": "A javítás eredménye itt jelenik meg"
			},
			"Key": "C6DDD93A4DEF142BBA1E08BBE2381F1B"
		},
		{
			"Source": {
				"Text": "Rotation Mode"
			},
			"Translation": {
				"Text": "Forgatás mód"
			},
			"Key": "E3CA9AD8424D9B1B3B996C97C1F70A61"
		},
		{
			"Source": {
				"Text": "Route mouse wheel input to the active Smart! feature (scaling, spacing, steps, or stagger)"
			},
			"Translation": {
				"Text": "Az egérgörgő bemenetének irányítása az aktív Smart! funkcióhoz (méretezés, térköz, lépcsők vagy eltolás)"
			},
			"Key": "FA953BD649A5AEE3F69CB7AFE9E2A43A"
		},
		{
			"Source": {
				"Text": "Routing:"
			},
			"Translation": {
				"Text": "Útvonal:"
			},
			"Key": "F9CB428247FA00F2916066950E42FA87"
		},
		{
			"Source": {
				"Text": "Run Detect to see results"
			},
			"Translation": {
				"Text": "Futtasd az Észlelést az eredmények megtekintéséhez"
			},
			"Key": "96E044FE4DDABD241B0483A89D209A2C"
		},
		{
			"Source": {
				"Text": "SCAN NETWORK"
			},
			"Translation": {
				"Text": "HÁLÓZAT SZKENNELÉSE"
			},
			"Key": "827BDCB04E7D02296EA3E880D6C24DC3"
		},
		{
			"Source": {
				"Text": "Save New Preset"
			},
			"Translation": {
				"Text": "Új előbeállítás mentése"
			},
			"Key": "DD0B98B04A427071B009D7BAA464B531"
		},
		{
			"Source": {
				"Text": "Scale Forward/Back"
			},
			"Translation": {
				"Text": "Méretezés előre/hátra"
			},
			"Key": "7F2E5ED1421D2CB422D39B96E7FEFA25"
		},
		{
			"Source": {
				"Text": "Scale Left/Right"
			},
			"Translation": {
				"Text": "Méretezés balra/jobbra"
			},
			"Key": "A65B455D41D3967FE018129E6F8D99BC"
		},
		{
			"Source": {
				"Text": "Scale Up/Down"
			},
			"Translation": {
				"Text": "Méretezés fel/le"
			},
			"Key": "D62D58CF4AFE88D8DE519488D31F424F"
		},
		{
			"Source": {
				"Text": "Scale X Modifier"
			},
			"Translation": {
				"Text": "X méretezés módosító"
			},
			"Key": "B433CC5C466EDDBF3105FA829F9B12D5"
		},
		{
			"Source": {
				"Text": "Scale Y Modifier"
			},
			"Translation": {
				"Text": "Y méretezés módosító"
			},
			"Key": "FECC44E2411C81715010F7B2FAD081E6"
		},
		{
			"Source": {
				"Text": "Scan"
			},
			"Translation": {
				"Text": "Szkennelés"
			},
			"Key": "1322786544407AA4F8ED1B8190F76D9F"
		},
		{
			"Source": {
				"Text": "Scan network to see costs"
			},
			"Translation": {
				"Text": "Szkenneld a hálózatot a költségek megtekintéséhez"
			},
			"Key": "E66C9E5840CD757371D1B2A26B0937F7"
		},
		{
			"Source": {
				"Text": "Select items to see costs"
			},
			"Translation": {
				"Text": "Válassz elemeket a költségek megtekintéséhez"
			},
			"Key": "9E972DC647E3D424CFE890B235FB1EE3"
		},
		{
			"Source": {
				"Text": "Share"
			},
			"Translation": {
				"Text": "Megosztás"
			},
			"Key": "6B9892D145A9E8A2054CEBAEF0A6B4E5"
		},
		{
			"Source": {
				"Text": "Show Direction Arrows (can be overridden)"
			},
			"Translation": {
				"Text": "Iránynyilak megjelenítése (felülírható)"
			},
			"Key": "EA82618C44B70702397E7E97036E946B"
		},
		{
			"Source": {
				"Text": "Show/hide axis direction arrows"
			},
			"Translation": {
				"Text": "Tengelyirány-nyilak megjelenítése/elrejtése"
			},
			"Key": "78E37EDB4BEB48A04A5139AC6A0C614D"
		},
		{
			"Source": {
				"Text": "Smart Restore"
			},
			"Translation": {
				"Text": "Smart Visszaállítás"
			},
			"Key": "F506AD1F41CF8A81A27FC0A480EAE8B8"
		},
		{
			"Source": {
				"Text": "Smart! Configuration"
			},
			"Translation": {
				"Text": "Smart! Beállítások"
			},
			"Key": "7BAE3F3D4FEAEB14DC15CCBAC6FA6820"
		},
		{
			"Source": {
				"Text": "Smart! Foundations"
			},
			"Translation": {
				"Text": ""
			},
			"Key": "97E5935349503B2191BFE4B385BC7AB3"
		},
		{
			"Source": {
				"Text": "Smart! Grid Scaling"
			},
			"Translation": {
				"Text": "Smart! Rácsméretezés"
			},
			"Key": "51EB9D9A495D641249A89FA0BD6F76B3"
		},
		{
			"Source": {
				"Text": "Smart! Grid Scaling"
			},
			"Translation": {
				"Text": "Smart! Rácsméretezés"
			},
			"Key": "53A77D7341E0BB96E67D9287BEF26C24"
		},
		{
			"Source": {
				"Text": "Smart! Grid Scaling"
			},
			"Translation": {
				"Text": "Smart! Rácsméretezés"
			},
			"Key": "62C6E10A41335FE94A371DB0EA31B799"
		},
		{
			"Source": {
				"Text": "Smart! Grid Scaling"
			},
			"Translation": {
				"Text": "Smart! Rácsméretezés"
			},
			"Key": "B4E7FC1B4C29E5780A005DACF4F6605B"
		},
		{
			"Source": {
				"Text": "Smart! Grid Scaling"
			},
			"Translation": {
				"Text": "Smart! Rácsméretezés"
			},
			"Key": "331CFA504EADB43C56B9C1AF41012E2F"
		},
		{
			"Source": {
				"Text": "Smart! Grid Scaling"
			},
			"Translation": {
				"Text": "Smart! Rácsméretezés"
			},
			"Key": "B8C9B67949C7644C3AE6519EBC26464D"
		},
		{
			"Source": {
				"Text": "Smart! Interface"
			},
			"Translation": {
				"Text": "Smart! Felület"
			},
			"Key": "F484CB0045E1F6610752E19D98C01DFE"
		},
		{
			"Source": {
				"Text": "Smart! Panel"
			},
			"Translation": {
				"Text": ""
			},
			"Key": "466E938E4AA5B443D005619DEB8F0382"
		},
		{
			"Source": {
				"Text": "Smart! Recipe"
			},
			"Translation": {
				"Text": "Smart! Recept"
			},
			"Key": "86A78F2C47F34655E5C58484EC93E3AD"
		},
		{
			"Source": {
				"Text": "Smart! Recipe"
			},
			"Translation": {
				"Text": "Smart! Recept"
			},
			"Key": "1C0157F7400B84FCEA0CB0997F18ECFA"
		},
		{
			"Source": {
				"Text": "Smart! Rotation"
			},
			"Translation": {
				"Text": "Smart! Forgatás"
			},
			"Key": "E522B9984A797E90FDF435B93981833C"
		},
		{
			"Source": {
				"Text": "Smart! Spacing"
			},
			"Translation": {
				"Text": "Smart! Térköz"
			},
			"Key": "1D5643D5431C6F63F8A943BCE13CBE7E"
		},
		{
			"Source": {
				"Text": "Smart! Spacing"
			},
			"Translation": {
				"Text": "Smart! Térköz"
			},
			"Key": "246236E4495CCCF2A3E4FC85C85DA9AB"
		},
		{
			"Source": {
				"Text": "Smart! Spacing"
			},
			"Translation": {
				"Text": "Smart! Térköz"
			},
			"Key": "12DA0489426F414A397D0589ED6C0745"
		},
		{
			"Source": {
				"Text": "Smart! Stagger"
			},
			"Translation": {
				"Text": "Smart! Eltolás"
			},
			"Key": "5162B61A422973421A9B5084A1B41030"
		},
		{
			"Source": {
				"Text": "Smart! Stagger"
			},
			"Translation": {
				"Text": "Smart! Eltolás"
			},
			"Key": "F5885ED64196DAF6BE5F878ED0AF0A29"
		},
		{
			"Source": {
				"Text": "Smart! Steps"
			},
			"Translation": {
				"Text": "Smart! Lépcsők"
			},
			"Key": "63AABDCD482973D2CAFDF2932D97AE25"
		},
		{
			"Source": {
				"Text": "Smart! Steps"
			},
			"Translation": {
				"Text": "Smart! Lépcsők"
			},
			"Key": "067E1A5040E18EA163524F8F205335A9"
		},
		{
			"Source": {
				"Text": "Smart! Upgrade Panel"
			},
			"Translation": {
				"Text": "Smart! Fejlesztés Panel"
			},
			"Key": "8BB84C5240D8A57F87983A986C3DFB73"
		},
		{
			"Source": {
				"Text": "Spacing Mode"
			},
			"Translation": {
				"Text": "Térköz mód"
			},
			"Key": "9643BBEF4D4BFEB216B5CDB73AC1A4C8"
		},
		{
			"Source": {
				"Text": "Stagger Left/Right"
			},
			"Translation": {
				"Text": "Eltolás balra/jobbra"
			},
			"Key": "6F0E40FD4B11CA1CEC6FC5B06EB0188C"
		},
		{
			"Source": {
				"Text": "Stagger Mode"
			},
			"Translation": {
				"Text": "Eltolás mód"
			},
			"Key": "AC9521FE4F1ABB4F0FDA12BE408820F6"
		},
		{
			"Source": {
				"Text": "Steps Mode"
			},
			"Translation": {
				"Text": "Lépcsők mód"
			},
			"Key": "A4625ACE4A31BA74C187C09C62723BE6"
		},
		{
			"Source": {
				"Text": "Steps Up/Down"
			},
			"Translation": {
				"Text": "Lépcsők fel/le"
			},
			"Key": "E148F27C4C01935B4E019BA49F4A0F55"
		},
		{
			"Source": {
				"Text": "Straight"
			},
			"Translation": {
				"Text": "Egyenes"
			},
			"Key": "7D33892C463173CDF05A0383D92017C8"
		},
		{
			"Source": {
				"Text": "Straight"
			},
			"Translation": {
				"Text": "Egyenes"
			},
			"Key": "8A7DD44D47B48C266B3B88AC01D1CEF3"
		},
		{
			"Source": {
				"Text": "Straight"
			},
			"Translation": {
				"Text": "Egyenes"
			},
			"Key": "0019837C427C49F6BA1DE5A2BAF52104"
		},
		{
			"Source": {
				"Text": "Target Tier:"
			},
			"Translation": {
				"Text": "Célszint:"
			},
			"Key": "C34C1A5F452AB8290A9A00BA9D73780D"
		},
		{
			"Source": {
				"Text": "Target Tier:"
			},
			"Translation": {
				"Text": "Célszint:"
			},
			"Key": "47FABC9743E900C118B8FCAF9C9076DE"
		},
		{
			"Source": {
				"Text": "These tools diagnose and repair conveyor chain corruption. Only use them if you are experiencing belt issues."
			},
			"Translation": {
				"Text": "Ezek az eszközök a szállítószalag-lánc sérüléseit diagnosztizálják és javítják. Csak akkor használd őket, ha szalagproblémákat tapasztalsz."
			},
			"Key": "427A62BA4B691763413124A521EE7AA2"
		},
		{
			"Source": {
				"Text": "Toggle Arrows"
			},
			"Translation": {
				"Text": "Nyilak ki/be"
			},
			"Key": "3326E4B341828CD7663F6285E104A803"
		},
		{
			"Source": {
				"Text": "Toggle Settings Form"
			},
			"Translation": {
				"Text": "Beállítások űrlap ki/be"
			},
			"Key": "3E62D33F4FA4C52320AB48BD9B6D8B1C"
		},
		{
			"Source": {
				"Text": "Toggle Smart Settings Form"
			},
			"Translation": {
				"Text": "Smart beállítások űrlap ki/be"
			},
			"Key": "D09E94C0499C4C4F3E606D9E2461B19A"
		},
		{
			"Source": {
				"Text": "Triage"
			},
			"Translation": {
				"Text": ""
			},
			"Key": "D5988C104C18248A9BFD8485A40BE7BF"
		},
		{
			"Source": {
				"Text": "UPGRADE"
			},
			"Translation": {
				"Text": "FEJLESZTÉS"
			},
			"Key": "0A60D4B54D01B286CA22F0A0967B6803"
		},
		{
			"Source": {
				"Text": "Warning message here"
			},
			"Translation": {
				"Text": "Figyelmeztető üzenet itt"
			},
			"Key": "BB16B38F4773E62C787CD8A7A950B2A0"
		},
		{
			"Source": {
				"Text": "X"
			},
			"Translation": {
				"Text": ""
			},
			"Key": "1926932648C4B2B04FFA2DA78759EB8A"
		},
		{
			"Source": {
				"Text": "X (1)"
			},
			"Translation": {
				"Text": ""
			},
			"Key": "59B517F844E13DA8F3D539844F2C9378"
		},
		{
			"Source": {
				"Text": "X+Y (3)"
			},
			"Translation": {
				"Text": ""
			},
			"Key": "56027A5C460D5844EF237AB48DAA5A28"
		},
		{
			"Source": {
				"Text": "Y (2)"
			},
			"Translation": {
				"Text": ""
			},
			"Key": "444B8B2648F771FC835D1CABC302BA9E"
		},
		{
			"Source": {
				"Text": "°"
			},
			"Translation": {
				"Text": ""
			},
			"Key": "23C90C2D418545EC4333738F056A5EE6"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "SmartFoundations",
			"Children": [
				{
					"Source": {
						"Text": " x "
					},
					"Translation": {
						"Text": ""
					},
					"Key": "Upgrade_Separator"
				},
				{
					"Source": {
						"Text": "# of Connections to Keep Free:"
					},
					"Translation": {
						"Text": "# Fenntartott csatlakozások:"
					},
					"Key": "Config_PowerReserved"
				},
				{
					"Source": {
						"Text": "(No net cost)"
					},
					"Translation": {
						"Text": "(Nincs nettó költség)"
					},
					"Key": "Upgrade_NoNetCost"
				},
				{
					"Source": {
						"Text": "({0} upgradeable)"
					},
					"Translation": {
						"Text": "({0} fejleszthető)"
					},
					"Key": "Upgrade_UpgradeableCount"
				},
				{
					"Source": {
						"Text": "* Extreme grid - high risk of freeze/crash"
					},
					"Translation": {
						"Text": "* Extrém rács - magas lefagyás/összeomlás kockázat"
					},
					"Key": "Panel_GridWarning_Danger"
				},
				{
					"Source": {
						"Text": "* Large grid"
					},
					"Translation": {
						"Text": "* Nagy rács"
					},
					"Key": "Panel_GridWarning_Caution"
				},
				{
					"Source": {
						"Text": "* Very large grid - may cause temporary freeze"
					},
					"Translation": {
						"Text": "* Nagyon nagy rács - átmeneti lefagyást okozhat"
					},
					"Key": "Panel_GridWarning_Warning"
				},
				{
					"Source": {
						"Text": "*Auto-Connect Disabled (double-tap to re-enable)"
					},
					"Translation": {
						"Text": "*Auto csatlakozás letiltva (dupla koppintás az újraengedélyezéshez)"
					},
					"Key": "HUD_AutoConnectDisabled"
				},
				{
					"Source": {
						"Text": "*Extend Active"
					},
					"Translation": {
						"Text": "*Kiterjesztés aktív"
					},
					"Key": "HUD_ExtendActive"
				},
				{
					"Source": {
						"Text": "*Extend Disabled"
					},
					"Translation": {
						"Text": "*Kiterjesztés letiltva"
					},
					"Key": "HUD_ExtendDisabled"
				},
				{
					"Source": {
						"Text": "*Extend: {0}x{1}"
					},
					"Translation": {
						"Text": "*Kiterjesztés: {0}x{1}"
					},
					"Key": "HUD_ExtendScaled"
				},
				{
					"Source": {
						"Text": "*Restore Active"
					},
					"Translation": {
						"Text": "*Visszaállítás aktív"
					},
					"Key": "HUD_RestoreActive"
				},
				{
					"Source": {
						"Text": "*Restore: {0}"
					},
					"Translation": {
						"Text": "*Visszaállítás: {0}"
					},
					"Key": "HUD_RestorePreset"
				},
				{
					"Source": {
						"Text": "*Smart: Scaling only (double-tap to re-enable)"
					},
					"Translation": {
						"Text": "*Smart: Csak méretezés (dupla koppintás az újraengedélyezéshez)"
					},
					"Key": "HUD_SmartDisabled"
				},
				{
					"Source": {
						"Text": "*Walk  {0} seg | head {1} {2}deg | {3}"
					},
					"Translation": {
						"Text": "*Séta  {0} szeg | irány {1} {2}fok | {3}"
					},
					"Key": "HUD_Walk"
				},
				{
					"Source": {
						"Text": "*Zoop Active - Scaling Disabled"
					},
					"Translation": {
						"Text": "*Zoop aktív - Méretezés letiltva"
					},
					"Key": "HUD_ZoopActive"
				},
				{
					"Source": {
						"Text": "A preset named '{0}' already exists. Overwrite?"
					},
					"Translation": {
						"Text": "Már létezik '{0}' nevű előbeállítás. Felülírod?"
					},
					"Key": "Panel_Restore_OverwriteMessage"
				},
				{
					"Source": {
						"Text": "Advance m"
					},
					"Translation": {
						"Text": "Előrehaladás m"
					},
					"Key": "Walk_Col_Advance"
				},
				{
					"Source": {
						"Text": "Advance{0}: {1}m"
					},
					"Translation": {
						"Text": "Előrehaladás{0}: {1}m"
					},
					"Key": "HUD_WalkAdvance"
				},
				{
					"Source": {
						"Text": "Aim at a belt, pipe, or pole to scan its network"
					},
					"Translation": {
						"Text": "Célozzon szalagra, csőre vagy oszlopra a hálózat szkenneléséhez"
					},
					"Key": "Upgrade_TraversalHint"
				},
				{
					"Source": {
						"Text": "Aim at a belt, pipe, or power pole to scan its network"
					},
					"Translation": {
						"Text": "Célozz szalagra, csőre vagy villanypóznára a hálózat szkenneléséhez"
					},
					"Key": "Upgrade_AimAtTarget"
				},
				{
					"Source": {
						"Text": "Aim at a buildable and press Scan Network"
					},
					"Translation": {
						"Text": "Célozz egy építhető elemre és nyomd meg a Hálózat szkennelése gombot"
					},
					"Key": "Upgrade_AimAndScan"
				},
				{
					"Source": {
						"Text": "Allow auto-connected belts to stack vertically where they overlap."
					},
					"Translation": {
						"Text": "Az auto-csatlakoztatott szalagok függőleges egymásra rakásának engedélyezése ott, ahol átfedik egymást."
					},
					"Key": "P.bStackableBeltEnabled.TT"
				},
				{
					"Source": {
						"Text": "Anchor: {0} (Mk{1})"
					},
					"Translation": {
						"Text": "Horgony: {0} (Mk{1})"
					},
					"Key": "Upgrade_Anchor"
				},
				{
					"Source": {
						"Text": "Animate the arrows orbiting the hologram. Turn off for static arrows that still track you."
					},
					"Translation": {
						"Text": "A nyilak hologram körüli keringésének animálása. Kapcsold ki a statikus nyilakhoz, amelyek továbbra is követnek."
					},
					"Key": "P.bShowArrowOrbit.TT"
				},
				{
					"Source": {
						"Text": "Apply"
					},
					"Translation": {
						"Text": "Alkalmaz"
					},
					"Key": "Panel_Btn_ApplyPreset"
				},
				{
					"Source": {
						"Text": "Apply"
					},
					"Translation": {
						"Text": "Alkalmaz"
					},
					"Key": "Panel_Btn_Apply"
				},
				{
					"Source": {
						"Text": "Apply Immediately"
					},
					"Translation": {
						"Text": "Azonnali alkalmazás"
					},
					"Key": "Config_ApplyImmediate"
				},
				{
					"Source": {
						"Text": "Apply Immediately"
					},
					"Translation": {
						"Text": "Azonnali alkalmazás"
					},
					"Key": "P.bApplyImmediately"
				},
				{
					"Source": {
						"Text": "Apply Immediately:"
					},
					"Translation": {
						"Text": "Azonnali alkalmazás:"
					},
					"Key": "Panel_ApplyImmediately"
				},
				{
					"Source": {
						"Text": "Apply Smart Panel changes instantly instead of clicking the Apply button."
					},
					"Translation": {
						"Text": "A Smart Panel módosítások azonnali alkalmazása az Alkalmaz gomb megnyomása helyett."
					},
					"Key": "P.bApplyImmediately.TT"
				},
				{
					"Source": {
						"Text": "Arrow Axis Labels"
					},
					"Translation": {
						"Text": "Nyíl tengelyfeliratok"
					},
					"Key": "P.bShowArrowLabels"
				},
				{
					"Source": {
						"Text": "Arrow Axis Labels:"
					},
					"Translation": {
						"Text": "Nyíl tengelyfeliratok:"
					},
					"Key": "Config_ArrowLabels"
				},
				{
					"Source": {
						"Text": "Arrow Orbit Animation"
					},
					"Translation": {
						"Text": "Nyíl keringési animáció"
					},
					"Key": "P.bShowArrowOrbit"
				},
				{
					"Source": {
						"Text": "Arrow Orbit Animation:"
					},
					"Translation": {
						"Text": "Nyíl keringési animáció:"
					},
					"Key": "Config_ArrowOrbit"
				},
				{
					"Source": {
						"Text": "Arrows"
					},
					"Translation": {
						"Text": "Nyilak"
					},
					"Key": "Sec.Arrows"
				},
				{
					"Source": {
						"Text": "Audit Complete: {0} upgradeable found across {1} structures."
					},
					"Translation": {
						"Text": "Audit kész: {0} fejleszthető elem {1} struktúrából."
					},
					"Key": "Upgrade_AuditComplete"
				},
				{
					"Source": {
						"Text": "Audit failed or was canceled."
					},
					"Translation": {
						"Text": "Az audit meghiúsult vagy megszakadt."
					},
					"Key": "Upgrade_AuditFailed"
				},
				{
					"Source": {
						"Text": "Auditing world... {0}% ({1} scanned)"
					},
					"Translation": {
						"Text": "Világ auditálása... {0}% ({1} szkennelve)"
					},
					"Key": "Upgrade_AuditProgress"
				},
				{
					"Source": {
						"Text": "Auto"
					},
					"Translation": {
						"Text": ""
					},
					"Key": "Walk_Opt_Auto"
				},
				{
					"Source": {
						"Text": "Auto 2D"
					},
					"Translation": {
						"Text": ""
					},
					"Key": "Walk_Opt_Auto2D"
				},
				{
					"Source": {
						"Text": "Auto-Connect"
					},
					"Translation": {
						"Text": "Automatikus csatlakozás"
					},
					"Key": "Panel_AutoConnectHeader"
				},
				{
					"Source": {
						"Text": "Auto-Connect"
					},
					"Translation": {
						"Text": "Automatikus csatlakozás"
					},
					"Key": "Panel_Restore_CaptureAutoConnect"
				},
				{
					"Source": {
						"Text": "Auto-Hold on Grid Change"
					},
					"Translation": {
						"Text": "Auto tartás rács változásnál"
					},
					"Key": "P.bAutoHoldOnGridChange"
				},
				{
					"Source": {
						"Text": "Auto-Hold on Grid Change:"
					},
					"Translation": {
						"Text": "Auto tartás rács változásnál:"
					},
					"Key": "Config_AutoHold"
				},
				{
					"Source": {
						"Text": "Automatically connect conveyor belts between placed buildings and distributors."
					},
					"Translation": {
						"Text": "Futószalagok automatikus csatlakoztatása az elhelyezett épületek és elosztók között."
					},
					"Key": "P.bAutoConnectEnabled.TT"
				},
				{
					"Source": {
						"Text": "Automatically connect hypertubes between placed supports."
					},
					"Translation": {
						"Text": "Hipercsövek automatikus csatlakoztatása az elhelyezett tartók között."
					},
					"Key": "P.bHypertubeAutoConnectEnabled.TT"
				},
				{
					"Source": {
						"Text": "Automatically connect pipes between placed buildings."
					},
					"Translation": {
						"Text": "Csövek automatikus csatlakoztatása az elhelyezett épületek között."
					},
					"Key": "P.bPipeAutoConnectEnabled.TT"
				},
				{
					"Source": {
						"Text": "Automatically lock the hologram in place after any grid change. Press the Hold key to release it."
					},
					"Translation": {
						"Text": "A hologram automatikus rögzítése bármilyen rácsváltozás után. Nyomd meg a Tartás gombot a feloldáshoz."
					},
					"Key": "P.bAutoHoldOnGridChange.TT"
				},
				{
					"Source": {
						"Text": "Automatically run conveyor belts between the buildings you place."
					},
					"Translation": {
						"Text": "Futószalagok automatikus húzása az elhelyezett épületek között."
					},
					"Key": "Sec.Belt.TT"
				},
				{
					"Source": {
						"Text": "Automatically run hypertubes between the supports you place."
					},
					"Translation": {
						"Text": "Hipercsövek automatikus kiépítése az elhelyezett tartók között."
					},
					"Key": "Sec.Hypertube.TT"
				},
				{
					"Source": {
						"Text": "Automatically run pipes between the buildings you place."
					},
					"Translation": {
						"Text": "Csövek automatikus húzása az elhelyezett épületek között."
					},
					"Key": "Sec.Pipe.TT"
				},
				{
					"Source": {
						"Text": "Automatically wire power between buildings and power poles as you build."
					},
					"Translation": {
						"Text": "Áram automatikus bekötése az épületek és villanypóznák között építés közben."
					},
					"Key": "Sec.Power.TT"
				},
				{
					"Source": {
						"Text": "Automatically wire power between placed buildings and nearby power poles."
					},
					"Translation": {
						"Text": "Áram automatikus bekötése az elhelyezett épületek és a közeli villanypóznák között."
					},
					"Key": "P.bPowerAutoConnectEnabled.TT"
				},
				{
					"Source": {
						"Text": "Backward"
					},
					"Translation": {
						"Text": "Hátra"
					},
					"Key": "Walk_Opt_Backward"
				},
				{
					"Source": {
						"Text": "Belt"
					},
					"Translation": {
						"Text": "Szalag"
					},
					"Key": "Walk_Conveyance_Belt"
				},
				{
					"Source": {
						"Text": "Belt Auto-Connect"
					},
					"Translation": {
						"Text": "Szalag auto csatlakozás"
					},
					"Key": "Sec.Belt"
				},
				{
					"Source": {
						"Text": "Belt Auto-Connect"
					},
					"Translation": {
						"Text": "Szalag auto csatlakozás"
					},
					"Key": "P.bAutoConnectEnabled"
				},
				{
					"Source": {
						"Text": "Belt Auto-Connect:"
					},
					"Translation": {
						"Text": "Szalag auto csatlakozás:"
					},
					"Key": "Config_AutoConnectEnabled"
				},
				{
					"Source": {
						"Text": "Belt Auto-Connect:"
					},
					"Translation": {
						"Text": "Szalag auto csatlakozás:"
					},
					"Key": "Panel_AC_BeltEnabled"
				},
				{
					"Source": {
						"Text": "Belt Routing Mode"
					},
					"Translation": {
						"Text": "Szalag útvonal mód"
					},
					"Key": "P.BeltRoutingMode"
				},
				{
					"Source": {
						"Text": "Belt Routing Mode:"
					},
					"Translation": {
						"Text": "Szalag útvonal mód:"
					},
					"Key": "Config_BeltRoutingMode"
				},
				{
					"Source": {
						"Text": "Belt tier for distributor-to-building connections. Auto uses the highest tier you've unlocked."
					},
					"Translation": {
						"Text": "Szalagszint az elosztó-épület csatlakozásokhoz. Az Auto a legmagasabb feloldott szintet használja."
					},
					"Key": "P.BeltLevelToBuilding.TT"
				},
				{
					"Source": {
						"Text": "Belt tier for distributor-to-distributor (manifold) connections. Auto uses the highest tier you've unlocked."
					},
					"Translation": {
						"Text": "Szalagszint az elosztók közötti (elosztó) csatlakozásokhoz. Az Auto a legmagasabb feloldott szintet használja."
					},
					"Key": "P.BeltLevelMain.TT"
				},
				{
					"Source": {
						"Text": "Building Behavior"
					},
					"Translation": {
						"Text": "Építési viselkedés"
					},
					"Key": "Sec.Building"
				},
				{
					"Source": {
						"Text": "Cancel"
					},
					"Translation": {
						"Text": "Mégse"
					},
					"Key": "Upgrade_Btn_Cancel"
				},
				{
					"Source": {
						"Text": "Cancel"
					},
					"Translation": {
						"Text": "Mégse"
					},
					"Key": "Panel_Btn_Cancel"
				},
				{
					"Source": {
						"Text": "Cannot find player location"
					},
					"Translation": {
						"Text": "Nem található a játékos helyzete"
					},
					"Key": "Upgrade_NoPlayerLoc"
				},
				{
					"Source": {
						"Text": "Capture:"
					},
					"Translation": {
						"Text": "Rögzítés:"
					},
					"Key": "Panel_Restore_Capture"
				},
				{
					"Source": {
						"Text": "Chain distributors together with manifold lane belts, so a whole row is fed from one input."
					},
					"Translation": {
						"Text": "Elosztók láncolása elosztó sávszalagokkal, így egy egész sor egyetlen bemenetről táplálható."
					},
					"Key": "P.bAutoConnectDistributors.TT"
				},
				{
					"Source": {
						"Text": "Chain:"
					},
					"Translation": {
						"Text": "Lánc:"
					},
					"Key": "Panel_AC_Chain"
				},
				{
					"Source": {
						"Text": "Clean"
					},
					"Translation": {
						"Text": "Tiszta"
					},
					"Key": "Walk_Opt_Clean"
				},
				{
					"Source": {
						"Text": "Clear"
					},
					"Translation": {
						"Text": "Törlés"
					},
					"Key": "Panel_Btn_ClearRecipe"
				},
				{
					"Source": {
						"Text": "Click to select {0} for upgrade"
					},
					"Translation": {
						"Text": "Kattints a(z) {0} kiválasztásához fejlesztésre"
					},
					"Key": "Upgrade_ClickToSelect"
				},
				{
					"Source": {
						"Text": "Close"
					},
					"Translation": {
						"Text": "Bezár"
					},
					"Key": "Upgrade_Btn_Close"
				},
				{
					"Source": {
						"Text": "Color theme for the HUD: Default (FICSIT orange), Dark, Classic, High Contrast, Minimal, or Monochrome."
					},
					"Translation": {
						"Text": "A HUD színtémája: Alapértelmezett (FICSIT narancs), Sötét, Klasszikus, Magas kontraszt, Minimál vagy Monokróm."
					},
					"Key": "P.HUDTheme.TT"
				},
				{
					"Source": {
						"Text": "Connection Range"
					},
					"Translation": {
						"Text": "Csatlakozási hatótáv"
					},
					"Key": "P.PowerConnectRange"
				},
				{
					"Source": {
						"Text": "Connection Range:"
					},
					"Translation": {
						"Text": "Csatlakozási hatótáv:"
					},
					"Key": "Config_PowerRange"
				},
				{
					"Source": {
						"Text": "Connections to Keep Free"
					},
					"Translation": {
						"Text": "Fenntartott csatlakozások"
					},
					"Key": "P.PowerConnectReserved"
				},
				{
					"Source": {
						"Text": "Continue"
					},
					"Translation": {
						"Text": "Folytatás"
					},
					"Key": "Panel_Btn_Continue"
				},
				{
					"Source": {
						"Text": "Conveyor Belts"
					},
					"Translation": {
						"Text": "Futószalagok"
					},
					"Key": "Family_Belt"
				},
				{
					"Source": {
						"Text": "Conveyor Lifts"
					},
					"Translation": {
						"Text": "Futószalag liftek"
					},
					"Key": "Family_Lift"
				},
				{
					"Source": {
						"Text": "Created:"
					},
					"Translation": {
						"Text": "Létrehozva:"
					},
					"Key": "Panel_Restore_CreatedAt"
				},
				{
					"Source": {
						"Text": "Cross Splitters/Mergers"
					},
					"Translation": {
						"Text": "Elosztókon/összevonókon át"
					},
					"Key": "Upgrade_CrossSplitters"
				},
				{
					"Source": {
						"Text": "Cross Storage Containers"
					},
					"Translation": {
						"Text": "Tárolókon át"
					},
					"Key": "Upgrade_CrossStorage"
				},
				{
					"Source": {
						"Text": "Cross Train Platforms"
					},
					"Translation": {
						"Text": "Vasúti platformokon át"
					},
					"Key": "Upgrade_CrossTrains"
				},
				{
					"Source": {
						"Text": "Curve"
					},
					"Translation": {
						"Text": "Ív"
					},
					"Key": "Walk_Opt_Curve"
				},
				{
					"Source": {
						"Text": "Cycle Mode"
					},
					"Translation": {
						"Text": "Mód váltása"
					},
					"Key": "Hint_CycleMode"
				},
				{
					"Source": {
						"Text": "Daisy-Chain Pole-less Factories"
					},
					"Translation": {
						"Text": "Pózna nélküli gyárak láncolása"
					},
					"Key": "P.bExtendDaisyChainPoleless"
				},
				{
					"Source": {
						"Text": "Default"
					},
					"Translation": {
						"Text": "Alapértelmezett"
					},
					"Key": "Walk_Opt_Default"
				},
				{
					"Source": {
						"Text": "Delete"
					},
					"Translation": {
						"Text": "Törlés"
					},
					"Key": "Panel_Btn_DeletePreset"
				},
				{
					"Source": {
						"Text": "Delete Preset"
					},
					"Translation": {
						"Text": "Előbeállítás törlése"
					},
					"Key": "Panel_Restore_DeleteTitle"
				},
				{
					"Source": {
						"Text": "Delete preset '{0}'?"
					},
					"Translation": {
						"Text": "Törlöd a(z) '{0}' előbeállítást?"
					},
					"Key": "Panel_Restore_DeleteMessage"
				},
				{
					"Source": {
						"Text": "Description:"
					},
					"Translation": {
						"Text": "Leírás:"
					},
					"Key": "Panel_Restore_Description"
				},
				{
					"Source": {
						"Text": "Direction"
					},
					"Translation": {
						"Text": "Irány"
					},
					"Key": "Walk_Lbl_Direction"
				},
				{
					"Source": {
						"Text": "Direction:"
					},
					"Translation": {
						"Text": "Irány:"
					},
					"Key": "Panel_AC_Direction"
				},
				{
					"Source": {
						"Text": "Directional arrows drawn on the building hologram."
					},
					"Translation": {
						"Text": "Az épület hologramjára rajzolt iránynyilak."
					},
					"Key": "Sec.Arrows.TT"
				},
				{
					"Source": {
						"Text": "Double Wall Outlet Mk.{0}"
					},
					"Translation": {
						"Text": "Dupla fali csatlakozó Mk.{0}"
					},
					"Key": "UpgradeRow_DoubleWallOutlet"
				},
				{
					"Source": {
						"Text": "EXTREME GRID WARNING!"
					},
					"Translation": {
						"Text": "EXTRÉM RÁCS FIGYELMEZTETÉS!"
					},
					"Key": "Panel_Confirm_ExtremeTitle"
				},
				{
					"Source": {
						"Text": "Enable Extend - repeat a building or grid outward in one direction."
					},
					"Translation": {
						"Text": "A Kiterjesztés engedélyezése - egy épület vagy rács ismétlése egy irányban kifelé."
					},
					"Key": "P.bExtendEnabled.TT"
				},
				{
					"Source": {
						"Text": "Entire Map"
					},
					"Translation": {
						"Text": "Teljes térkép"
					},
					"Key": "Upgrade_Btn_EntireMap"
				},
				{
					"Source": {
						"Text": "Error: Execution service not available"
					},
					"Translation": {
						"Text": "Hiba: A végrehajtási szolgáltatás nem elérhető"
					},
					"Key": "Upgrade_ErrExecution"
				},
				{
					"Source": {
						"Text": "Error: No player controller"
					},
					"Translation": {
						"Text": "Hiba: Nincs játékosvezérlő"
					},
					"Key": "Upgrade_ErrNoPlayer"
				},
				{
					"Source": {
						"Text": "Error: Subsystem not available"
					},
					"Translation": {
						"Text": "Hiba: Az alrendszer nem elérhető"
					},
					"Key": "Upgrade_ErrSubsystem"
				},
				{
					"Source": {
						"Text": "Error: server connection unavailable"
					},
					"Translation": {
						"Text": "Hiba: a szerverkapcsolat nem elérhető"
					},
					"Key": "Upgrade_ErrRCOScan"
				},
				{
					"Source": {
						"Text": "Error: server connection unavailable"
					},
					"Translation": {
						"Text": "Hiba: a szerverkapcsolat nem elérhető"
					},
					"Key": "Upgrade_ErrRCO"
				},
				{
					"Source": {
						"Text": "Estimated Cost"
					},
					"Translation": {
						"Text": "Becsült költség"
					},
					"Key": "Upgrade_EstimatedCost"
				},
				{
					"Source": {
						"Text": "Exit"
					},
					"Translation": {
						"Text": "Kilépő irány"
					},
					"Key": "Walk_Col_Exit"
				},
				{
					"Source": {
						"Text": "Export to Clipboard"
					},
					"Translation": {
						"Text": "Exportálás vágólapra"
					},
					"Key": "Panel_Btn_ExportPreset"
				},
				{
					"Source": {
						"Text": "Extend Daisy-Chain Power"
					},
					"Translation": {
						"Text": "Kiterjesztett láncolt áram"
					},
					"Key": "P.bExtendDaisyChainPower"
				},
				{
					"Source": {
						"Text": "Extend Enabled"
					},
					"Translation": {
						"Text": "Kiterjesztés engedélyezve"
					},
					"Key": "P.bExtendEnabled"
				},
				{
					"Source": {
						"Text": "Extend Enabled:"
					},
					"Translation": {
						"Text": "Kiterjesztés engedélyezve:"
					},
					"Key": "Config_ExtendEnabled"
				},
				{
					"Source": {
						"Text": "Extend Power Poles"
					},
					"Translation": {
						"Text": "Villanypóznák kiterjesztése"
					},
					"Key": "P.bExtendPowerEnabled"
				},
				{
					"Source": {
						"Text": "Extend Power Poles:"
					},
					"Translation": {
						"Text": "Villanyoszlopok kiterjesztése:"
					},
					"Key": "Config_ExtendPower"
				},
				{
					"Source": {
						"Text": "Factory Belt"
					},
					"Translation": {
						"Text": "Gyári szalag"
					},
					"Key": "P.BeltLevelToBuilding"
				},
				{
					"Source": {
						"Text": "Factory Belt:"
					},
					"Translation": {
						"Text": "Gyári szalag:"
					},
					"Key": "Config_FactoryBelt"
				},
				{
					"Source": {
						"Text": "Flow Indicator"
					},
					"Translation": {
						"Text": "Áramlásjelző"
					},
					"Key": "P.PipeIndicator"
				},
				{
					"Source": {
						"Text": "Flow Indicator:"
					},
					"Translation": {
						"Text": "Áramlásjelző:"
					},
					"Key": "Config_FlowIndicator"
				},
				{
					"Source": {
						"Text": "Flow Indicator:"
					},
					"Translation": {
						"Text": "Áramlásjelző:"
					},
					"Key": "Panel_AC_FlowIndicator"
				},
				{
					"Source": {
						"Text": "Forward"
					},
					"Translation": {
						"Text": "Előre"
					},
					"Key": "Walk_Opt_Forward"
				},
				{
					"Source": {
						"Text": "Found {0} items ({1} upgradeable)"
					},
					"Translation": {
						"Text": "{0} elem találva ({1} fejleszthető)"
					},
					"Key": "Upgrade_FoundItems"
				},
				{
					"Source": {
						"Text": "Grid"
					},
					"Translation": {
						"Text": "Rács"
					},
					"Key": "Panel_Section_Grid"
				},
				{
					"Source": {
						"Text": "Grid"
					},
					"Translation": {
						"Text": "Rács"
					},
					"Key": "Panel_Restore_CaptureGrid"
				},
				{
					"Source": {
						"Text": "Grid Axis"
					},
					"Translation": {
						"Text": "Rács tengely"
					},
					"Key": "P.PowerConnectMode"
				},
				{
					"Source": {
						"Text": "Grid Axis:"
					},
					"Translation": {
						"Text": "Rács tengely:"
					},
					"Key": "Panel_AC_GridAxis"
				},
				{
					"Source": {
						"Text": "Grid Axis:"
					},
					"Translation": {
						"Text": "Rács tengely:"
					},
					"Key": "Config_PowerGridAxis"
				},
				{
					"Source": {
						"Text": "Grid Total: {0} holograms"
					},
					"Translation": {
						"Text": "Rács összesen: {0} hologram"
					},
					"Key": "Panel_GridTotal"
				},
				{
					"Source": {
						"Text": "Grid [X]:"
					},
					"Translation": {
						"Text": "Rács [X]:"
					},
					"Key": "Panel_GridX"
				},
				{
					"Source": {
						"Text": "Grid [Y]:"
					},
					"Translation": {
						"Text": "Rács [Y]:"
					},
					"Key": "Panel_GridY"
				},
				{
					"Source": {
						"Text": "Grid [Z]:"
					},
					"Translation": {
						"Text": "Rács [Z]:"
					},
					"Key": "Panel_GridZ"
				},
				{
					"Source": {
						"Text": "Grid: 1x1x1"
					},
					"Translation": {
						"Text": "Rács: 1x1x1"
					},
					"Key": "HUD_GridDefault"
				},
				{
					"Source": {
						"Text": "Grid: {0}x{1}x{2} ({3})"
					},
					"Translation": {
						"Text": "Rács: {0}x{1}x{2} ({3})"
					},
					"Key": "HUD_Grid"
				},
				{
					"Source": {
						"Text": "H->V"
					},
					"Translation": {
						"Text": "V->F"
					},
					"Key": "Walk_Opt_HToV"
				},
				{
					"Source": {
						"Text": "HUD"
					},
					"Translation": {
						"Text": ""
					},
					"Key": "Sec.HUD"
				},
				{
					"Source": {
						"Text": "HUD Position X"
					},
					"Translation": {
						"Text": "HUD pozíció X"
					},
					"Key": "Config_HUDPosX"
				},
				{
					"Source": {
						"Text": "HUD Position X"
					},
					"Translation": {
						"Text": "HUD pozíció X"
					},
					"Key": "P.HUDPositionX"
				},
				{
					"Source": {
						"Text": "HUD Position Y"
					},
					"Translation": {
						"Text": "HUD pozíció Y"
					},
					"Key": "P.HUDPositionY"
				},
				{
					"Source": {
						"Text": "HUD Position Y"
					},
					"Translation": {
						"Text": "HUD pozíció Y"
					},
					"Key": "Config_HUDPosY"
				},
				{
					"Source": {
						"Text": "HUD Scale"
					},
					"Translation": {
						"Text": "HUD méret"
					},
					"Key": "P.HUDScale"
				},
				{
					"Source": {
						"Text": "HUD Theme"
					},
					"Translation": {
						"Text": "HUD téma"
					},
					"Key": "P.HUDTheme"
				},
				{
					"Source": {
						"Text": "HUD Theme:"
					},
					"Translation": {
						"Text": "HUD téma:"
					},
					"Key": "Config_HUDTheme"
				},
				{
					"Source": {
						"Text": "Horizontal position of the HUD on screen (0 = left edge, 1 = right edge)."
					},
					"Translation": {
						"Text": "A HUD vízszintes pozíciója a képernyőn (0 = bal szél, 1 = jobb szél)."
					},
					"Key": "P.HUDPositionX.TT"
				},
				{
					"Source": {
						"Text": "How Extend, auto-hold, and Apply behave while building."
					},
					"Translation": {
						"Text": "Hogyan viselkedik a Kiterjesztés, az auto-tartás és az Alkalmaz építés közben."
					},
					"Key": "Sec.Building.TT"
				},
				{
					"Source": {
						"Text": "How auto-connected belts are shaped: Default, Curve, or Straight."
					},
					"Translation": {
						"Text": "Az auto-csatlakoztatott szalagok formája: Alapértelmezett, Ív vagy Egyenes."
					},
					"Key": "P.BeltRoutingMode.TT"
				},
				{
					"Source": {
						"Text": "How auto-connected hypertubes are shaped: Auto, 2D, Straight, Curve, Noodle, or Horizontal-to-Vertical."
					},
					"Translation": {
						"Text": "Az auto-csatlakoztatott hipercsövek formája: Auto, 2D, Egyenes, Ív, Hullám vagy Vízszintesből függőleges."
					},
					"Key": "P.HypertubeRoutingMode.TT"
				},
				{
					"Source": {
						"Text": "How auto-connected pipes are shaped: Auto, 2D, Straight, Curve, Noodle, or Horizontal-to-Vertical."
					},
					"Translation": {
						"Text": "Az auto-csatlakoztatott csövek formája: Auto, 2D, Egyenes, Ív, Hullám vagy Vízszintesből függőleges."
					},
					"Key": "P.PipeRoutingMode.TT"
				},
				{
					"Source": {
						"Text": "Hypertube"
					},
					"Translation": {
						"Text": "Hipercső"
					},
					"Key": "Walk_Conveyance_Hypertube"
				},
				{
					"Source": {
						"Text": "Hypertube Auto-Connect"
					},
					"Translation": {
						"Text": "Hipercső auto csatlakozás"
					},
					"Key": "Sec.Hypertube"
				},
				{
					"Source": {
						"Text": "Hypertube Auto-Connect"
					},
					"Translation": {
						"Text": "Hipercső auto csatlakozás"
					},
					"Key": "P.bHypertubeAutoConnectEnabled"
				},
				{
					"Source": {
						"Text": "Hypertube Routing Mode"
					},
					"Translation": {
						"Text": "Hipercső útvonal mód"
					},
					"Key": "P.HypertubeRoutingMode"
				},
				{
					"Source": {
						"Text": "Import from Clipboard"
					},
					"Translation": {
						"Text": "Importálás vágólapról"
					},
					"Key": "Panel_Btn_ImportPreset"
				},
				{
					"Source": {
						"Text": "Import from Last Extend"
					},
					"Translation": {
						"Text": "Importálás az utolsó Kiterjesztésből"
					},
					"Key": "Panel_Btn_ImportFromExtend"
				},
				{
					"Source": {
						"Text": "Include power poles when using Extend."
					},
					"Translation": {
						"Text": "Villanypóznák beépítése a Kiterjesztés használatakor."
					},
					"Key": "P.bExtendPowerEnabled.TT"
				},
				{
					"Source": {
						"Text": "Invalid: {0}"
					},
					"Translation": {
						"Text": "Érvénytelen: {0}"
					},
					"Key": "Upgrade_Invalid"
				},
				{
					"Source": {
						"Text": "Large Grid Warning"
					},
					"Translation": {
						"Text": "Nagy rács figyelmeztetés"
					},
					"Key": "Panel_Confirm_LargeTitle"
				},
				{
					"Source": {
						"Text": "Lift: ↕ {0}m  ⇓ {1}m"
					},
					"Translation": {
						"Text": "Emelés: ↕ {0}m  ⇓ {1}m"
					},
					"Key": "HUD_LiftHeight"
				},
				{
					"Source": {
						"Text": "Main Tier"
					},
					"Translation": {
						"Text": "Fő szint"
					},
					"Key": "P.PipeLevelMain"
				},
				{
					"Source": {
						"Text": "Main Tier:"
					},
					"Translation": {
						"Text": "Fő szint:"
					},
					"Key": "Panel_AC_MainTier"
				},
				{
					"Source": {
						"Text": "Main Tier:"
					},
					"Translation": {
						"Text": "Fő szint:"
					},
					"Key": "Config_PipeMainTier"
				},
				{
					"Source": {
						"Text": "Manifold Lane Belt"
					},
					"Translation": {
						"Text": "Elosztó sávszalag"
					},
					"Key": "P.BeltLevelMain"
				},
				{
					"Source": {
						"Text": "Manifold Lane Belt:"
					},
					"Translation": {
						"Text": "Elosztó sávszalag:"
					},
					"Key": "Config_ManifoldLaneBelt"
				},
				{
					"Source": {
						"Text": "Maximum distance, in meters, to search for a power connection."
					},
					"Translation": {
						"Text": "Maximális távolság méterben az áramcsatlakozás kereséséhez."
					},
					"Key": "P.PowerConnectRange.TT"
				},
				{
					"Source": {
						"Text": "Nearest {0}: {1}m {2}"
					},
					"Translation": {
						"Text": "Legközelebbi {0}: {1}m {2}"
					},
					"Key": "Upgrade_Nearest"
				},
				{
					"Source": {
						"Text": "Network"
					},
					"Translation": {
						"Text": "Hálózat"
					},
					"Key": "Upgrade_Tab_Network"
				},
				{
					"Source": {
						"Text": "New Preset Name:"
					},
					"Translation": {
						"Text": "Új előbeállítás neve:"
					},
					"Key": "Panel_Restore_PresetName"
				},
				{
					"Source": {
						"Text": "No audit snapshot. Press Scan to start."
					},
					"Translation": {
						"Text": "Nincs audit pillanatkép. Nyomja meg a Szkennelést."
					},
					"Key": "Upgrade_NoAudit"
				},
				{
					"Source": {
						"Text": "No compatible recipes"
					},
					"Translation": {
						"Text": "Nincs kompatibilis recept"
					},
					"Key": "Panel_Recipe_NoCompatible"
				},
				{
					"Source": {
						"Text": "No family selected - scan first"
					},
					"Translation": {
						"Text": "Nincs család kiválasztva - szkenneljen először"
					},
					"Key": "Upgrade_NoFamily"
				},
				{
					"Source": {
						"Text": "No instances found (entries not stored)"
					},
					"Translation": {
						"Text": "Nem találhatók példányok (bejegyzések nem tároltak)"
					},
					"Key": "Upgrade_NoInstances"
				},
				{
					"Source": {
						"Text": "No items to upgrade"
					},
					"Translation": {
						"Text": "Nincs fejleszthető elem"
					},
					"Key": "Upgrade_NoItems"
				},
				{
					"Source": {
						"Text": "No recipe selected ({0} available)"
					},
					"Translation": {
						"Text": "Nincs recept kiválasztva ({0} elérhető)"
					},
					"Key": "Panel_Recipe_NoneSelected_Count"
				},
				{
					"Source": {
						"Text": "No target - aim at a buildable"
					},
					"Translation": {
						"Text": "Nincs cél - célozz egy építhető elemre"
					},
					"Key": "Upgrade_NoTarget"
				},
				{
					"Source": {
						"Text": "None Selected"
					},
					"Translation": {
						"Text": "Nincs kiválasztva"
					},
					"Key": "Panel_Recipe_NoneSelected"
				},
				{
					"Source": {
						"Text": "Noodle"
					},
					"Translation": {
						"Text": "Hullám"
					},
					"Key": "Walk_Opt_Noodle"
				},
				{
					"Source": {
						"Text": "Normal"
					},
					"Translation": {
						"Text": "Normál"
					},
					"Key": "Walk_Opt_Normal"
				},
				{
					"Source": {
						"Text": "Not saved"
					},
					"Translation": {
						"Text": "Nincs mentve"
					},
					"Key": "Panel_Restore_NotSaved"
				},
				{
					"Source": {
						"Text": "Number of pole connection slots to leave free for your own manual wiring."
					},
					"Translation": {
						"Text": "A pózna csatlakozási helyeinek száma, amelyeket a saját kézi bekötésedhez szabadon hagysz."
					},
					"Key": "P.PowerConnectReserved.TT"
				},
				{
					"Source": {
						"Text": "Once Upgraded Power Connectors is unlocked, Extend wires power directly building-to-building along the lane instead of running a pole to each building."
					},
					"Translation": {
						"Text": "A Fejlesztett áramcsatlakozók feloldása után a Kiterjesztés közvetlenül épületről épületre köti az áramot a sor mentén, ahelyett hogy minden épülethez póznát húzna."
					},
					"Key": "P.bExtendDaisyChainPower.TT"
				},
				{
					"Source": {
						"Text": "Overwrite Preset"
					},
					"Translation": {
						"Text": "Előbeállítás felülírása"
					},
					"Key": "Panel_Restore_OverwriteTitle"
				},
				{
					"Source": {
						"Text": "Pipe"
					},
					"Translation": {
						"Text": "Cső"
					},
					"Key": "Walk_Conveyance_Pipe"
				},
				{
					"Source": {
						"Text": "Pipe Auto-Connect"
					},
					"Translation": {
						"Text": "Cső auto csatlakozás"
					},
					"Key": "Sec.Pipe"
				},
				{
					"Source": {
						"Text": "Pipe Auto-Connect"
					},
					"Translation": {
						"Text": "Cső auto csatlakozás"
					},
					"Key": "P.bPipeAutoConnectEnabled"
				},
				{
					"Source": {
						"Text": "Pipe Auto-Connect:"
					},
					"Translation": {
						"Text": "Cső auto csatlakozás:"
					},
					"Key": "Config_PipeAutoConnect"
				},
				{
					"Source": {
						"Text": "Pipe Auto-Connect:"
					},
					"Translation": {
						"Text": "Cső auto csatlakozás:"
					},
					"Key": "Panel_AC_PipeEnabled"
				},
				{
					"Source": {
						"Text": "Pipe Routing Mode"
					},
					"Translation": {
						"Text": "Cső útvonal mód"
					},
					"Key": "P.PipeRoutingMode"
				},
				{
					"Source": {
						"Text": "Pipe Routing Mode:"
					},
					"Translation": {
						"Text": "Cső útvonal mód:"
					},
					"Key": "Config_PipeRoutingMode"
				},
				{
					"Source": {
						"Text": "Pipe Style"
					},
					"Translation": {
						"Text": "Cső stílus"
					},
					"Key": "Walk_Lbl_PipeStyle"
				},
				{
					"Source": {
						"Text": "Pipe tier for connections to buildings. Auto uses the highest tier you've unlocked."
					},
					"Translation": {
						"Text": "Csőszint az épületekhez vezető csatlakozásokhoz. Az Auto a legmagasabb feloldott szintet használja."
					},
					"Key": "P.PipeLevelToBuilding.TT"
				},
				{
					"Source": {
						"Text": "Pipe tier for the main connections. Auto uses the highest tier you've unlocked."
					},
					"Translation": {
						"Text": "Csőszint a fő csatlakozásokhoz. Az Auto a legmagasabb feloldott szintet használja."
					},
					"Key": "P.PipeLevelMain.TT"
				},
				{
					"Source": {
						"Text": "Pipeline Pumps"
					},
					"Translation": {
						"Text": "Csőszivattyúk"
					},
					"Key": "Family_Pump"
				},
				{
					"Source": {
						"Text": "Pipelines"
					},
					"Translation": {
						"Text": "Csövek"
					},
					"Key": "Family_Pipe"
				},
				{
					"Source": {
						"Text": "Power Auto-Connect"
					},
					"Translation": {
						"Text": "Áram auto csatlakozás"
					},
					"Key": "Sec.Power"
				},
				{
					"Source": {
						"Text": "Power Auto-Connect"
					},
					"Translation": {
						"Text": "Áram auto csatlakozás"
					},
					"Key": "P.bPowerAutoConnectEnabled"
				},
				{
					"Source": {
						"Text": "Power Auto-Connect:"
					},
					"Translation": {
						"Text": "Áram auto csatlakozás:"
					},
					"Key": "Config_PowerAutoConnect"
				},
				{
					"Source": {
						"Text": "Power Auto-Connect:"
					},
					"Translation": {
						"Text": "Áram auto csatlakozás:"
					},
					"Key": "Panel_AC_PowerEnabled"
				},
				{
					"Source": {
						"Text": "Power Poles"
					},
					"Translation": {
						"Text": "Villanypózna"
					},
					"Key": "Family_PowerPole"
				},
				{
					"Source": {
						"Text": "Power Towers"
					},
					"Translation": {
						"Text": "Távvezeték oszlop"
					},
					"Key": "Family_Tower"
				},
				{
					"Source": {
						"Text": "Press Scan to find upgradeable items"
					},
					"Translation": {
						"Text": "Nyomja meg a Szkennelést a fejleszthető elemek kereséséhez"
					},
					"Key": "Upgrade_PressScan"
				},
				{
					"Source": {
						"Text": "Radius"
					},
					"Translation": {
						"Text": "Sugár"
					},
					"Key": "Upgrade_Tab_Radius"
				},
				{
					"Source": {
						"Text": "Radius (m):"
					},
					"Translation": {
						"Text": "Sugár (m):"
					},
					"Key": "Upgrade_RadiusLabel"
				},
				{
					"Source": {
						"Text": "Ready"
					},
					"Translation": {
						"Text": "Kész"
					},
					"Key": "Upgrade_Ready"
				},
				{
					"Source": {
						"Text": "Recipe"
					},
					"Translation": {
						"Text": "Recept"
					},
					"Key": "Panel_Restore_CaptureRecipe"
				},
				{
					"Source": {
						"Text": "Recipe"
					},
					"Translation": {
						"Text": "Recept"
					},
					"Key": "Hint_Recipe"
				},
				{
					"Source": {
						"Text": "Recipe {0}/{1}: {2}"
					},
					"Translation": {
						"Text": "Recept {0}/{1}: {2}"
					},
					"Key": "HUD_Recipe"
				},
				{
					"Source": {
						"Text": "Recipe {0}/{1}: {2}"
					},
					"Translation": {
						"Text": "Recept {0}/{1}: {2}"
					},
					"Key": "Panel_Recipe"
				},
				{
					"Source": {
						"Text": "Recipe* {0}/{1}: {2}"
					},
					"Translation": {
						"Text": "Recept* {0}/{1}: {2}"
					},
					"Key": "Panel_Recipe_Active"
				},
				{
					"Source": {
						"Text": "Recipe* {0}/{1}: {2}"
					},
					"Translation": {
						"Text": "Recept* {0}/{1}: {2}"
					},
					"Key": "HUD_RecipeActive"
				},
				{
					"Source": {
						"Text": "Recipes"
					},
					"Translation": {
						"Text": "Receptek"
					},
					"Key": "Panel_RecipeHeader"
				},
				{
					"Source": {
						"Text": "Reserved:"
					},
					"Translation": {
						"Text": "Fenntartott:"
					},
					"Key": "Panel_AC_Reserved"
				},
				{
					"Source": {
						"Text": "Reset"
					},
					"Translation": {
						"Text": "Visszaállítás"
					},
					"Key": "Panel_Btn_Reset"
				},
				{
					"Source": {
						"Text": "Rise m"
					},
					"Translation": {
						"Text": "Emelkedés m"
					},
					"Key": "Walk_Col_Rise"
				},
				{
					"Source": {
						"Text": "Rise{0}: {1}m"
					},
					"Translation": {
						"Text": "Emelkedés{0}: {1}m"
					},
					"Key": "HUD_WalkRise"
				},
				{
					"Source": {
						"Text": "Rotation"
					},
					"Translation": {
						"Text": "Forgatás"
					},
					"Key": "Panel_Restore_CaptureRotation"
				},
				{
					"Source": {
						"Text": "Rotation"
					},
					"Translation": {
						"Text": "Forgatás"
					},
					"Key": "Hint_Rotation"
				},
				{
					"Source": {
						"Text": "Rotation"
					},
					"Translation": {
						"Text": "Forgatás"
					},
					"Key": "Panel_Section_Rotation"
				},
				{
					"Source": {
						"Text": "Rotation [Z]:"
					},
					"Translation": {
						"Text": "Forgatás [Z]:"
					},
					"Key": "Panel_RotationZ"
				},
				{
					"Source": {
						"Text": "Rotation [Z]{0}: {1}°"
					},
					"Translation": {
						"Text": "Forgatás [Z]{0}: {1}°"
					},
					"Key": "HUD_RotationZ"
				},
				{
					"Source": {
						"Text": "Rotation [Z]{0}: {1}° (R={2}m, {3}/circle)"
					},
					"Translation": {
						"Text": "Forgatás [Z]{0}: {1}° (R={2}m, {3}/kör)"
					},
					"Key": "HUD_RotationZFull"
				},
				{
					"Source": {
						"Text": "Rotation*: 0.0°"
					},
					"Translation": {
						"Text": "Forgatás*: 0.0°"
					},
					"Key": "HUD_RotationDefault"
				},
				{
					"Source": {
						"Text": "Routing"
					},
					"Translation": {
						"Text": "Útvonal"
					},
					"Key": "Walk_Lbl_Routing"
				},
				{
					"Source": {
						"Text": "Routing:"
					},
					"Translation": {
						"Text": "Útvonal:"
					},
					"Key": "Panel_AC_Routing"
				},
				{
					"Source": {
						"Text": "SMART!"
					},
					"Translation": {
						"Text": ""
					},
					"Key": "HUD_Header"
				},
				{
					"Source": {
						"Text": "Save Current"
					},
					"Translation": {
						"Text": "Aktuális mentése"
					},
					"Key": "Panel_Btn_SavePreset"
				},
				{
					"Source": {
						"Text": "Scale X"
					},
					"Translation": {
						"Text": "X méretezés"
					},
					"Key": "Hint_ScaleX"
				},
				{
					"Source": {
						"Text": "Scale Y"
					},
					"Translation": {
						"Text": "Y méretezés"
					},
					"Key": "Hint_ScaleY"
				},
				{
					"Source": {
						"Text": "Scale Z"
					},
					"Translation": {
						"Text": "Z méretezés"
					},
					"Key": "Hint_ScaleZ"
				},
				{
					"Source": {
						"Text": "Scan"
					},
					"Translation": {
						"Text": "Szkennelés"
					},
					"Key": "Upgrade_Btn_Scan"
				},
				{
					"Source": {
						"Text": "Scan Network"
					},
					"Translation": {
						"Text": "Hálózat szkennelése"
					},
					"Key": "Upgrade_Btn_ScanNetwork"
				},
				{
					"Source": {
						"Text": "Scan failed: {0}"
					},
					"Translation": {
						"Text": "Szkennelés sikertelen: {0}"
					},
					"Key": "Upgrade_ScanFailed"
				},
				{
					"Source": {
						"Text": "Scan network to see costs"
					},
					"Translation": {
						"Text": "Szkennelje a hálózatot a költségek megtekintéséhez"
					},
					"Key": "Upgrade_ScanCosts"
				},
				{
					"Source": {
						"Text": "Scanning network..."
					},
					"Translation": {
						"Text": "Hálózat szkennelése..."
					},
					"Key": "Upgrade_Scanning"
				},
				{
					"Source": {
						"Text": "Select a family to see costs"
					},
					"Translation": {
						"Text": "Válasszon családot a költségek megtekintéséhez"
					},
					"Key": "Upgrade_SelectFamily"
				},
				{
					"Source": {
						"Text": "Select a row first to upgrade"
					},
					"Translation": {
						"Text": "Válasszon sort először a fejlesztéshez"
					},
					"Key": "Upgrade_SelectRow"
				},
				{
					"Source": {
						"Text": "Select a target tier from the dropdown"
					},
					"Translation": {
						"Text": "Válassza ki a célszintet a legördülő listából"
					},
					"Key": "Upgrade_SelectTier"
				},
				{
					"Source": {
						"Text": "Select target tier"
					},
					"Translation": {
						"Text": "Válassza ki a célszintet"
					},
					"Key": "Upgrade_SelectTargetTier"
				},
				{
					"Source": {
						"Text": "Selected Preset:"
					},
					"Translation": {
						"Text": "Kiválasztott előbeállítás:"
					},
					"Key": "Panel_Restore_SelectPreset"
				},
				{
					"Source": {
						"Text": "Set radius and press Scan to find items"
					},
					"Translation": {
						"Text": "Állítsd be a sugarat és nyomd meg a Szkennelést az elemek kereséséhez"
					},
					"Key": "Upgrade_SetRadiusScan"
				},
				{
					"Source": {
						"Text": "Settings: {0}"
					},
					"Translation": {
						"Text": "Beállítások: {0}"
					},
					"Key": "HUD_Settings"
				},
				{
					"Source": {
						"Text": "Settings: {0}*"
					},
					"Translation": {
						"Text": "Beállítások: {0}*"
					},
					"Key": "HUD_SettingsCurrent"
				},
				{
					"Source": {
						"Text": "Settings: {0}{1}"
					},
					"Translation": {
						"Text": "Beállítások: {0}{1}"
					},
					"Key": "HUD_SettingsActive"
				},
				{
					"Source": {
						"Text": "Shift m"
					},
					"Translation": {
						"Text": "Eltolás m"
					},
					"Key": "Walk_Col_Shift"
				},
				{
					"Source": {
						"Text": "Shift{0}: {1}m"
					},
					"Translation": {
						"Text": "Eltolás{0}: {1}m"
					},
					"Key": "HUD_WalkShift"
				},
				{
					"Source": {
						"Text": "Show Direction Arrows"
					},
					"Translation": {
						"Text": "Iránynyilak megjelenítése"
					},
					"Key": "P.bShowArrows"
				},
				{
					"Source": {
						"Text": "Show HUD Overlay"
					},
					"Translation": {
						"Text": "HUD megjelenítése"
					},
					"Key": "P.bShowHUD"
				},
				{
					"Source": {
						"Text": "Show HUD Overlay"
					},
					"Translation": {
						"Text": "HUD megjelenítése"
					},
					"Key": "Config_ShowHUD"
				},
				{
					"Source": {
						"Text": "Show X/Y/Z axis labels on the direction arrows."
					},
					"Translation": {
						"Text": "X/Y/Z tengelyfeliratok megjelenítése az iránynyilakon."
					},
					"Key": "P.bShowArrowLabels.TT"
				},
				{
					"Source": {
						"Text": "Show X/Y/Z direction arrows on the building hologram."
					},
					"Translation": {
						"Text": "X/Y/Z iránynyilak megjelenítése az épület hologramján."
					},
					"Key": "P.bShowArrows.TT"
				},
				{
					"Source": {
						"Text": "Show a flow-direction indicator on auto-connected pipes."
					},
					"Translation": {
						"Text": "Áramlásirány-jelző megjelenítése az auto-csatlakoztatott csöveken."
					},
					"Key": "P.PipeIndicator.TT"
				},
				{
					"Source": {
						"Text": "Show the Smart! overlay (grid, scale, and recipe info) while building."
					},
					"Translation": {
						"Text": "A Smart! réteg megjelenítése (rács, méret és recept információk) építés közben."
					},
					"Key": "P.bShowHUD.TT"
				},
				{
					"Source": {
						"Text": "Size of the Smart! HUD overlay."
					},
					"Translation": {
						"Text": "A Smart! HUD réteg mérete."
					},
					"Key": "P.HUDScale.TT"
				},
				{
					"Source": {
						"Text": "Smart Panel"
					},
					"Translation": {
						"Text": ""
					},
					"Key": "Hint_SmartPanel"
				},
				{
					"Source": {
						"Text": "Smart Restore"
					},
					"Translation": {
						"Text": "Smart Visszaállítás"
					},
					"Key": "Panel_Section_Presets"
				},
				{
					"Source": {
						"Text": "Smart Walking"
					},
					"Translation": {
						"Text": "Smart Séta"
					},
					"Key": "Panel_Btn_SmartWalking"
				},
				{
					"Source": {
						"Text": "Smart!"
					},
					"Translation": {
						"Text": ""
					},
					"Key": "Config.Root.Name"
				},
				{
					"Source": {
						"Text": "Smart!"
					},
					"Translation": {
						"Text": ""
					},
					"Key": "Config.DisplayName"
				},
				{
					"Source": {
						"Text": "Smart! Extend"
					},
					"Translation": {
						"Text": "Smart! Kiterjesztés"
					},
					"Key": "Panel_Title_Extend"
				},
				{
					"Source": {
						"Text": "Smart! Foundations settings."
					},
					"Translation": {
						"Text": "Smart! Foundations beállítások."
					},
					"Key": "Config.Description"
				},
				{
					"Source": {
						"Text": "Smart! Foundations settings."
					},
					"Translation": {
						"Text": "Smart! Foundations beállítások."
					},
					"Key": "Config.Root.Tooltip"
				},
				{
					"Source": {
						"Text": "Smart! Panel"
					},
					"Translation": {
						"Text": ""
					},
					"Key": "Panel_Title"
				},
				{
					"Source": {
						"Text": "Smart! Upgrade Panel"
					},
					"Translation": {
						"Text": "Smart! Fejlesztés Panel"
					},
					"Key": "Upgrade_Title"
				},
				{
					"Source": {
						"Text": "Spacing"
					},
					"Translation": {
						"Text": "Térköz"
					},
					"Key": "Panel_Restore_CaptureSpacing"
				},
				{
					"Source": {
						"Text": "Spacing"
					},
					"Translation": {
						"Text": "Térköz"
					},
					"Key": "Panel_Section_Spacing"
				},
				{
					"Source": {
						"Text": "Spacing"
					},
					"Translation": {
						"Text": "Térköz"
					},
					"Key": "Hint_Spacing"
				},
				{
					"Source": {
						"Text": "Spacing [X]:"
					},
					"Translation": {
						"Text": "Térköz [X]:"
					},
					"Key": "Panel_SpacingX"
				},
				{
					"Source": {
						"Text": "Spacing [X]{0}: {1}m"
					},
					"Translation": {
						"Text": "Térköz [X]{0}: {1}m"
					},
					"Key": "HUD_SpacingX"
				},
				{
					"Source": {
						"Text": "Spacing [Y]:"
					},
					"Translation": {
						"Text": "Térköz [Y]:"
					},
					"Key": "Panel_SpacingY"
				},
				{
					"Source": {
						"Text": "Spacing [Y]{0}: {1}m"
					},
					"Translation": {
						"Text": "Térköz [Y]{0}: {1}m"
					},
					"Key": "HUD_SpacingY"
				},
				{
					"Source": {
						"Text": "Spacing [Z]:"
					},
					"Translation": {
						"Text": "Térköz [Z]:"
					},
					"Key": "Panel_SpacingZ"
				},
				{
					"Source": {
						"Text": "Spacing [Z]{0}: {1}m"
					},
					"Translation": {
						"Text": "Térköz [Z]{0}: {1}m"
					},
					"Key": "HUD_SpacingZ"
				},
				{
					"Source": {
						"Text": "Spacing*: 0.0m"
					},
					"Translation": {
						"Text": "Térköz*: 0.0m"
					},
					"Key": "HUD_SpacingDefault"
				},
				{
					"Source": {
						"Text": "Stackable Belt Auto-Connect"
					},
					"Translation": {
						"Text": "Rakodható szalag auto csatlakozás"
					},
					"Key": "P.bStackableBeltEnabled"
				},
				{
					"Source": {
						"Text": "Stackable Belt Auto-Connect"
					},
					"Translation": {
						"Text": "Rakodható szalag auto csatlakozás"
					},
					"Key": "Config_StackableBelt"
				},
				{
					"Source": {
						"Text": "Stagger"
					},
					"Translation": {
						"Text": "Eltolás"
					},
					"Key": "Panel_Restore_CaptureStagger"
				},
				{
					"Source": {
						"Text": "Stagger"
					},
					"Translation": {
						"Text": "Eltolás"
					},
					"Key": "Hint_Stagger"
				},
				{
					"Source": {
						"Text": "Stagger"
					},
					"Translation": {
						"Text": "Eltolás"
					},
					"Key": "Panel_Section_Stagger"
				},
				{
					"Source": {
						"Text": "Stagger [X]:"
					},
					"Translation": {
						"Text": "Eltolás [X]:"
					},
					"Key": "Panel_StaggerX"
				},
				{
					"Source": {
						"Text": "Stagger [X]{0}: {1}m sideways"
					},
					"Translation": {
						"Text": "Eltolás [X]{0}: {1}m oldalra"
					},
					"Key": "HUD_StaggerX"
				},
				{
					"Source": {
						"Text": "Stagger [Y]:"
					},
					"Translation": {
						"Text": "Eltolás [Y]:"
					},
					"Key": "Panel_StaggerY"
				},
				{
					"Source": {
						"Text": "Stagger [Y]{0}: {1}m forward"
					},
					"Translation": {
						"Text": "Eltolás [Y]{0}: {1}m előre"
					},
					"Key": "HUD_StaggerY"
				},
				{
					"Source": {
						"Text": "Stagger [ZX]:"
					},
					"Translation": {
						"Text": "Eltolás [ZX]:"
					},
					"Key": "Panel_StaggerZX"
				},
				{
					"Source": {
						"Text": "Stagger [ZX]{0}: {1}m lean forward"
					},
					"Translation": {
						"Text": "Eltolás [ZX]{0}: {1}m eltolás előre"
					},
					"Key": "HUD_StaggerZX"
				},
				{
					"Source": {
						"Text": "Stagger [ZY]:"
					},
					"Translation": {
						"Text": "Eltolás [ZY]:"
					},
					"Key": "Panel_StaggerZY"
				},
				{
					"Source": {
						"Text": "Stagger [ZY]{0}: {1}m lean sideways"
					},
					"Translation": {
						"Text": "Eltolás [ZY]{0}: {1}m eltolás oldalra"
					},
					"Key": "HUD_StaggerZY"
				},
				{
					"Source": {
						"Text": "Stagger*: 0.0m"
					},
					"Translation": {
						"Text": "Eltolás*: 0.0m"
					},
					"Key": "HUD_StaggerDefault"
				},
				{
					"Source": {
						"Text": "Steps"
					},
					"Translation": {
						"Text": "Lépcsők"
					},
					"Key": "Hint_Steps"
				},
				{
					"Source": {
						"Text": "Steps"
					},
					"Translation": {
						"Text": "Lépcsők"
					},
					"Key": "Panel_Restore_CaptureSteps"
				},
				{
					"Source": {
						"Text": "Steps"
					},
					"Translation": {
						"Text": "Lépcsők"
					},
					"Key": "Panel_Section_Steps"
				},
				{
					"Source": {
						"Text": "Steps [X]:"
					},
					"Translation": {
						"Text": "Lépcsők [X]:"
					},
					"Key": "Panel_StepsX"
				},
				{
					"Source": {
						"Text": "Steps [X]{0}: {1}m columns"
					},
					"Translation": {
						"Text": "Lépcsők [X]{0}: {1}m oszlopok"
					},
					"Key": "HUD_StepsX"
				},
				{
					"Source": {
						"Text": "Steps [Y]:"
					},
					"Translation": {
						"Text": "Lépcsők [Y]:"
					},
					"Key": "Panel_StepsY"
				},
				{
					"Source": {
						"Text": "Steps [Y]{0}: {1}m rows"
					},
					"Translation": {
						"Text": "Lépcsők [Y]{0}: {1}m sorok"
					},
					"Key": "HUD_StepsY"
				},
				{
					"Source": {
						"Text": "Steps*: 0.0m"
					},
					"Translation": {
						"Text": "Lépcsők*: 0.0m"
					},
					"Key": "HUD_StepsDefault"
				},
				{
					"Source": {
						"Text": "Straight"
					},
					"Translation": {
						"Text": "Egyenes"
					},
					"Key": "Walk_Opt_Straight"
				},
				{
					"Source": {
						"Text": "Target Tier:"
					},
					"Translation": {
						"Text": "Célszint:"
					},
					"Key": "Upgrade_TargetTier"
				},
				{
					"Source": {
						"Text": "Target is not upgradeable - aim at a belt, pipe, or power pole"
					},
					"Translation": {
						"Text": "A cél nem fejleszthető - célozz szalagra, csőre vagy villanypóznára"
					},
					"Key": "Upgrade_NotUpgradeable"
				},
				{
					"Source": {
						"Text": "The on-screen Smart! overlay shown while you build."
					},
					"Translation": {
						"Text": "A képernyőn megjelenő Smart! réteg, amelyet építés közben látsz."
					},
					"Key": "Sec.HUD.TT"
				},
				{
					"Source": {
						"Text": "Tier"
					},
					"Translation": {
						"Text": "Szint"
					},
					"Key": "Walk_Lbl_Tier"
				},
				{
					"Source": {
						"Text": "To Building"
					},
					"Translation": {
						"Text": "Épülethez"
					},
					"Key": "P.PipeLevelToBuilding"
				},
				{
					"Source": {
						"Text": "To Building:"
					},
					"Translation": {
						"Text": "Épülethez:"
					},
					"Key": "Panel_AC_ToBuilding"
				},
				{
					"Source": {
						"Text": "To Building:"
					},
					"Translation": {
						"Text": "Épülethez:"
					},
					"Key": "Config_PipeToBuilding"
				},
				{
					"Source": {
						"Text": "Turn"
					},
					"Translation": {
						"Text": "Fordulás"
					},
					"Key": "Walk_Col_Turn"
				},
				{
					"Source": {
						"Text": "Turn{0}: {1}°"
					},
					"Translation": {
						"Text": "Fordulás{0}: {1}°"
					},
					"Key": "HUD_WalkTurn"
				},
				{
					"Source": {
						"Text": "UPGRADE"
					},
					"Translation": {
						"Text": "FEJLESZTÉS"
					},
					"Key": "Upgrade_Btn_Upgrade"
				},
				{
					"Source": {
						"Text": "Unknown"
					},
					"Translation": {
						"Text": "Ismeretlen"
					},
					"Key": "Family_Unknown"
				},
				{
					"Source": {
						"Text": "Update"
					},
					"Translation": {
						"Text": "Frissítés"
					},
					"Key": "Panel_Btn_UpdatePreset"
				},
				{
					"Source": {
						"Text": "Upgrade Panel"
					},
					"Translation": {
						"Text": "Fejlesztés Panel"
					},
					"Key": "Hint_UpgradePanel"
				},
				{
					"Source": {
						"Text": "Upgrade cancelled: {0}/{1} completed"
					},
					"Translation": {
						"Text": "Fejlesztés megszakítva: {0}/{1} kész"
					},
					"Key": "Upgrade_Cancelled"
				},
				{
					"Source": {
						"Text": "Upgrade complete: {0} success, {1} failed, {2} skipped"
					},
					"Translation": {
						"Text": "Fejlesztés kész: {0} sikeres, {1} sikertelen, {2} kihagyva"
					},
					"Key": "Upgrade_Complete"
				},
				{
					"Source": {
						"Text": "Upgrading {0} Mk.{1} → Mk.{2}..."
					},
					"Translation": {
						"Text": "Fejlesztés: {0} Mk.{1} → Mk.{2}..."
					},
					"Key": "Upgrade_Upgrading"
				},
				{
					"Source": {
						"Text": "Upgrading... {0}/{1} ({2}%)"
					},
					"Translation": {
						"Text": "Fejlesztés... {0}/{1} ({2}%)"
					},
					"Key": "Upgrade_ProgressCount"
				},
				{
					"Source": {
						"Text": "Use Manifold Lane Belts"
					},
					"Translation": {
						"Text": "Elosztó sávszalagok használata"
					},
					"Key": "P.bAutoConnectDistributors"
				},
				{
					"Source": {
						"Text": "Use Manifold Lane Belts:"
					},
					"Translation": {
						"Text": "Elosztó sávszalagok használata:"
					},
					"Key": "Config_ManifoldLaneBelts"
				},
				{
					"Source": {
						"Text": "Vertical position of the HUD on screen (0 = top, 1 = bottom)."
					},
					"Translation": {
						"Text": "A HUD függőleges pozíciója a képernyőn (0 = fent, 1 = lent)."
					},
					"Key": "P.HUDPositionY.TT"
				},
				{
					"Source": {
						"Text": "Wall Outlet Mk.{0}"
					},
					"Translation": {
						"Text": "Fali csatlakozó Mk.{0}"
					},
					"Key": "UpgradeRow_WallOutlet"
				},
				{
					"Source": {
						"Text": "Wall Outlets (Double)"
					},
					"Translation": {
						"Text": "Fali elosztók (dupla)"
					},
					"Key": "Family_WallOutletDouble"
				},
				{
					"Source": {
						"Text": "Wall Outlets (Single)"
					},
					"Translation": {
						"Text": "Fali elosztók (egyes)"
					},
					"Key": "Family_WallOutletSingle"
				},
				{
					"Source": {
						"Text": "When you Extend a factory that has no power pole and no existing daisy link (starting a fresh manifold), wire the new buildings together with daisy-chain power. Factories already daisy-chained are always continued regardless of this option."
					},
					"Translation": {
						"Text": "Amikor olyan gyárat terjesztesz ki, amelynek nincs villanypóznája és nincs meglévő láncszeme (új elosztót kezdesz), kösd össze az új épületeket láncolt árammal. A már láncolt gyárakat ettől a beállítástól függetlenül mindig folytatja."
					},
					"Key": "P.bExtendDaisyChainPoleless.TT"
				},
				{
					"Source": {
						"Text": "Which directions power poles connect: Auto, X only, Y only, or both X and Y."
					},
					"Translation": {
						"Text": "Mely irányokba csatlakoznak a villanypóznák: Auto, csak X, csak Y, vagy X és Y egyaránt."
					},
					"Key": "P.PowerConnectMode.TT"
				},
				{
					"Source": {
						"Text": "X"
					},
					"Translation": {
						"Text": ""
					},
					"Key": "Upgrade_Btn_X"
				},
				{
					"Source": {
						"Text": "X"
					},
					"Translation": {
						"Text": ""
					},
					"Key": "ArrowLabel_X"
				},
				{
					"Source": {
						"Text": "Y"
					},
					"Translation": {
						"Text": ""
					},
					"Key": "ArrowLabel_Y"
				},
				{
					"Source": {
						"Text": "You are about to generate {0} holograms.\n\nThis may cause a temporary freeze.\n\nContinue?"
					},
					"Translation": {
						"Text": "{0} hologram generálására készül.\\n\\nEz átmeneti lefagyást okozhat.\\n\\nFolytatás?"
					},
					"Key": "Panel_Confirm_LargeMsg"
				},
				{
					"Source": {
						"Text": "You are about to generate {0} holograms.\n\nThis will likely cause a significant freeze and may crash the game.\n\nAre you sure you want to continue?"
					},
					"Translation": {
						"Text": "{0} hologram generálására készül.\\n\\nEz valószínűleg jelentős lefagyást okoz és összeomláshoz vezethet.\\n\\nBiztosan folytatja?"
					},
					"Key": "Panel_Confirm_ExtremeMsg"
				},
				{
					"Source": {
						"Text": "Z"
					},
					"Translation": {
						"Text": ""
					},
					"Key": "ArrowLabel_Z"
				},
				{
					"Source": {
						"Text": "[INVALID]"
					},
					"Translation": {
						"Text": "[ÉRVÉNYTELEN]"
					},
					"Key": "HUD_Invalid"
				},
				{
					"Source": {
						"Text": "apply immediately"
					},
					"Translation": {
						"Text": "azonnali alkalmazás"
					},
					"Key": "Walk_ApplyImmediately"
				},
				{
					"Source": {
						"Text": "belt"
					},
					"Translation": {
						"Text": "szalag"
					},
					"Key": "HUD_Walk_Belt"
				},
				{
					"Source": {
						"Text": "m"
					},
					"Translation": {
						"Text": ""
					},
					"Key": "Panel_Unit_Meters"
				},
				{
					"Source": {
						"Text": "pipe"
					},
					"Translation": {
						"Text": "cső"
					},
					"Key": "HUD_Walk_Pipe"
				},
				{
					"Source": {
						"Text": "segment {0} too long ({1}m > 56m)"
					},
					"Translation": {
						"Text": "{0}. szegmens túl hosszú ({1}m > {2}m)"
					},
					"Key": "Walk_Invalid_TooLong"
				},
				{
					"Source": {
						"Text": "segment {0} too steep ({1}deg > 30deg)"
					},
					"Translation": {
						"Text": "{0}. szegmens túl meredek ({1}fok > 30fok)"
					},
					"Key": "Walk_Invalid_TooSteep"
				},
				{
					"Source": {
						"Text": "{0} Mk.{1}: No valid upgrade target selected"
					},
					"Translation": {
						"Text": "{0} Mk.{1}: Nincs érvényes fejlesztési cél kiválasztva"
					},
					"Key": "Upgrade_NoValidTarget"
				},
				{
					"Source": {
						"Text": "{0} [LIMIT HIT]"
					},
					"Translation": {
						"Text": "{0} [LIMIT ELÉRVE]"
					},
					"Key": "Upgrade_FoundItemsLimit"
				},
				{
					"Source": {
						"Text": "{0} items → Mk.{1}\n"
					},
					"Translation": {
						"Text": "{0} elem → Mk.{1}\\n"
					},
					"Key": "Upgrade_CostItems"
				},
				{
					"Source": {
						"Text": "{0} {0}|plural(one=segment,other=segments)  ·  head {1} {2} deg  ·  {3}"
					},
					"Translation": {
						"Text": "{0} {0}|plural(one=szegmens,other=szegmens)  ·  irány {1} {2} fok  ·  {3}"
					},
					"Key": "Walk_Summary"
				},
				{
					"Source": {
						"Text": "{0} × {1} Mk.{2} → Mk.{3}\n"
					},
					"Translation": {
						"Text": ""
					},
					"Key": "Upgrade_CostHeader"
				},
				{
					"Source": {
						"Text": "{0} × {1} Mk.{2} → Mk.{3}\n(Cost unavailable)"
					},
					"Translation": {
						"Text": "{0} × {1} Mk.{2} → Mk.{3}\\n(Költség nem elérhető)"
					},
					"Key": "Upgrade_CostUnavailable"
				},
				{
					"Source": {
						"Text": "‹ Scaling"
					},
					"Translation": {
						"Text": "‹ Méretezés"
					},
					"Key": "Walk_Btn_Scaling"
				},
				{
					"Source": {
						"Text": "← Input: {0} x{1} ({2}/min) (Grid Total: {3}/min)"
					},
					"Translation": {
						"Text": "← Bemenet: {0} x{1} ({2}/perc) (Összesen: {3}/perc)"
					},
					"Key": "Panel_Recipe_Input"
				},
				{
					"Source": {
						"Text": "← Input: {0} x{1} m³ ({2}/min) (Grid Total: {3}/min)"
					},
					"Translation": {
						"Text": "← Bemenet: {0} x{1} m³ ({2}/perc) (Összesen: {3}/perc)"
					},
					"Key": "Panel_Recipe_InputLiquid"
				},
				{
					"Source": {
						"Text": "→ Output: {0} x{1} ({2}/min) (Grid Total: {3}/min)"
					},
					"Translation": {
						"Text": "→ Kimenet: {0} x{1} ({2}/perc) (Összesen: {3}/perc)"
					},
					"Key": "Panel_Recipe_Output"
				},
				{
					"Source": {
						"Text": "→ Output: {0} x{1} m³ ({2}/min) (Grid Total: {3}/min)"
					},
					"Translation": {
						"Text": "→ Kimenet: {0} x{1} m³ ({2}/perc) (Összesen: {3}/perc)"
					},
					"Key": "Panel_Recipe_OutputLiquid"
				}
			]
		}
	]
}